<?php
/*************************
  Coppermine Photo Gallery
  ************************
  Copyright (c) 2003-2009 Coppermine Dev Team
  v1.1 originally written by Gregory DEMAR

  This program is free software; you can redistribute it and/or modify
  it under the terms of the GNU General Public License version 3
  as published by the Free Software Foundation.
  
  ********************************************
  Coppermine version: 1.4.24
  $HeadURL$
  $Revision$
  $Author$
  $Date$
**********************************************/

if (!defined('IN_COPPERMINE')) { die('Not in Coppermine...');}

// info about translators and translated language
$lang_translation_info = array(
  'lang_name_english' => 'Greek', //cpg1.4
  'lang_name_native' => 'Ελληνικά', //cpg1.4
  'lang_country_code' => 'gr', //cpg1.4
  'trans_name'=> 'Nakis',
  'trans_email' => 'nakis.s@irc-u.org',
  'trans_website' => 'http://irc-u.org',
  'trans_date' => '2006-03-18',
);

$lang_charset = 'UTF-8';
$lang_text_dir = 'ltr'; // ('ltr' for left to right, 'rtl' for right to left)

// shortcuts for Byte, Kilo, Mega
$lang_byte_units = array('Bytes', 'KB', 'MB');

// Day of weeks and months
$lang_day_of_week = array('Κυρ', 'Δευ', 'Tρι', 'Τετ', 'Πεμ', 'Παρ', 'Σαβ');
$lang_month = array('Ιαν', 'Φεβ', 'Mαρ', 'Aπρ', 'Mαι', 'Ιουν', 'Ιουλ', 'Aυγ', 'Σεπ', 'Οκτ', 'Noε', 'Δεκ');

// Some common strings
$lang_yes = 'Ναι';
$lang_no  = 'Όχι';
$lang_back = 'ΠΙΣΩ';
$lang_continue = 'ΣΥΝΕΧΕΙΑ';
$lang_info = 'Πληροφορίες';
$lang_error = 'Λάθος';
$lang_check_uncheck_all = 'επιλογή/αποεπιλογή όλων'; //cpg1.4

// The various date formats
// See http://www.php.net/manual/en/function.strftime.php to define the variable below
$album_date_fmt =    '%B %d, %Y';
$lastcom_date_fmt =  '%m/%d/%y at %H:%M';
$lastup_date_fmt = '%B %d, %Y';
$register_date_fmt = '%B %d, %Y';
$lasthit_date_fmt = '%B %d, %Y at %I:%M %p';
$comment_date_fmt =  '%B %d, %Y at %I:%M %p';
$log_date_fmt = '%B %d, %Y at %I:%M %p'; //cpg1.4

// For the word censor
$lang_bad_words = array('*fuck*', 'asshole', 'assramer', 'bitch*', 'c0ck', 'clits', 'Cock', 'cum', 'cunt*', 'dago', 'daygo', 'dego', 'dick*', 'dildo', 'fanculo', 'feces', 'foreskin', 'Fu\(*', 'fuk*', 'honkey', 'hore', 'injun', 'kike', 'lesbo', 'masturbat*', 'motherfucker', 'nazis', 'nigger*', 'nutsack', 'penis', 'phuck', 'poop', 'pussy', 'scrotum', 'shit', 'slut', 'titties', 'titty', 'twaty', 'wank*', 'whore', 'wop*');

$lang_meta_album_names = array(
  'random' => 'Τυχαία αρχεία',
  'lastup' => 'Τελευταίες προσθήκες',
  'lastalb'=> 'Πρόσφατα ενημερωμένα άλμπουμς',
  'lastcom' => 'Τελευταία σχόλια',
  'topn' => 'Περισσότερες εμφανίσεις',
  'toprated' => 'Υψηλότερα βαθμολογημένα',
  'lasthits' => 'Τελευταίες εμφανίσεις',
  'search' => 'Αποτελέσματα αναζήτησης',
  'favpics'=> 'Αγαπημένα αρχεία',  //cpg1.4
);

$lang_errors = array(
  'access_denied' => 'Δεν έχετε πρόσβαση σ\' αυτή τη σελίδα.',
  'perm_denied' => 'Δεν έχετε πρόσβαση για την εκτέλεση αυτής της λειτουργίας.',
  'param_missing' => 'Το πρόγραμμα εκτελέστηκε χωρίς τις απαιτούμενες παραμέτρους.',
  'non_exist_ap' => 'Το επιλεγμένο άλμπουμ/αρχείο δεν υπάρχει!',
  'quota_exceeded' => 'Υπερβαίνουσα ποσόστωση χώρου<br /><br />Ενώ σας αναλογεί [quota]K χώρος, τα αρχεία σας χρησιμοποιούν [space]K, προσθέτοντας αυτό το αρχείο θα υπερβείτε το όριο.',
  'gd_file_type_err' => 'Όταν χρησιμοποιείται η GD βιβλιοθήκη εικόνων (image library), επιτρεπόμενα είδη φωτογραφιών είναι μόνο τα JPEG και PNG.',
  'invalid_image' => 'Η φωτογραφία που προσθέσατε είναι ελλειπής ή δεν μπορεί να διαχειριστεί από την GD βιβλιοθήκη (library).',
  'resize_failed' => 'Η δημιουργία μικρογραφίας ή εικόνας μειωμένου μεγέθους, ήταν αδύνατη',
  'no_img_to_display' => 'Δεν υπάρχει εικόνα προς εμφάνιση',
  'non_exist_cat' => 'Η επιλεγμένη κατηγορία δεν υπάρχει',
  'orphan_cat' => 'Η κατηγορία δεν έχει δημιουργό (parent), εκτελέστε τον διαχειριστή κατηγοριών για να διορθώσετε το πρόβλημα!',
  'directory_ro' => 'Ο κατάλογος \'%s\' δεν είναι εγγράψιμος, τα αρχεία δεν μπορούν να διαγραφούν',
  'non_exist_comment' => 'Το επιλεγμένο σχόλιο δεν υπάρχει.',
  'pic_in_invalid_album' => 'Το αρχείο βρίσκεται σε ανύπαρκτο άλμπουμ (%s)!',
  'banned' => 'Έχετε αποκλειστεί από την χρήση αυτού του site.',
  'not_with_udb' => 'Αυτή η λειτουργία είναι απενεργοποιημένη στο Coppermine επειδή είναι ενσωματωμένη με το λογισμικό του. Είτε αυτό που προσπαθείτε να κάνετε δεν υποστηρίζεται κάτω από παρούσα διαμόρφωση, είτε η λειτουργία πρέπει να διαχειριστεί από το λογισμικό του φόρουμ.',
  'offline_title' => 'Εκτός λειτουργίας',
  'offline_text' => 'Η Γκαλερί είναι προσωρινά εκτός λειτουργίας - επιστρέψτε ξανά σύντομα',
  'ecards_empty' => 'Αυτή τη στιγμή δεν υπάρχουν ηλεκτρονικές κάρτες για εμφάνιση.',
  'action_failed' => 'Η διαδικασία απέτυχε. Το Coppermine δεν μπορεί να εκτελέσει αυτό που ζητήσατε.',
  'no_zip' => 'Οι απαραίτητες βιβλιοθήκες για την επεξεργασία ZIP αρχείων δεν είναι διαθέσιμες. Παρακαλώ επικοινωνήστε με τον διαχειριστή του Coppermine.',
  'zip_type' => 'Δεν έχετε άδεια για να προσθέσετε αρχεία ZIP.',
  'database_query' => 'Υπήρξε λάθος κατά την επεξεργασία του ερωτήματος στην βάση δεδομένων', //cpg1.4
  'register_globals_on' => 'The PHP setting register_globals is enabled on your server, which is a bad idea in terms of security. It\'s strongly recommended to turn it off. [<a href="http://forum.coppermine-gallery.net/index.php/topic,59569.0.html" rel="external" class="external">more</a>]',
);

$lang_bbcode_help_title = 'Βοήθεια για το bbcode'; //cpg1.4
$lang_bbcode_help = 'Μπορείτε να προσθέσετε συνδέσεις (clickable links) και κάποιου είδους μορφοποίηση σε αυτό το πεδίο χρησιμοποιώντας bbcode ετικέττες (τags): <li>[b]Έντονα[/b] =&gt; <b>Έντονα</b></li><li>[i]Κεκλιμένα[/i] =&gt; <i>Κεκλιμένα</i></li><li>[url=http://yoursite.com/]Url της ιστοσελίδας σας[/url] =&gt; <a href="http://yoursite.com">Url της ιστοσελίδας σας</a></li><li>[email]user@domain.com[/email] =&gt; <a href="mailto:user@domain.com">user@domain.com</a></li><li>[color=red]κείμενο[/color] =&gt; <span style="color:red">κείμενο</span></li><li>[img]http://coppermine-gallery.net/demo/cpg14x/images/red.gif[/img] => <img src="../images/red.gif" border="0" alt="" /></li>'; //cpg1.4

// ------------------------------------------------------------------------- //
// File theme.php
// ------------------------------------------------------------------------- //

$lang_main_menu = array(
  'home_title' => 'Μετάβαση στην κεντρική σελίδα',
  'home_lnk' => 'Κεντρική',
  'alb_list_title' => 'Μετάβαση στην λίστα των άλμπουμς',
  'alb_list_lnk' => 'Λίστα των άλμπουμς',
  'my_gal_title' => 'Μετάβαση στο προσωπικό μου άλμπουμ',
  'my_gal_lnk' => 'Το άλμπουμ μου',
  'my_prof_title' => 'Μετάβαση στο προφίλ μου', //cpg1.4
  'my_prof_lnk' => 'Το προφίλ μου',
  'adm_mode_title' => 'Εναλλαγή σε λειτουργία διαχειριστή',
  'adm_mode_lnk' => 'Λειτουργία διαχειριστή',
  'usr_mode_title' => 'Εναλλαγή σε λειτουργία χρήστη',
  'usr_mode_lnk' => 'Λειτουργία χρήστη',
  'upload_pic_title' => 'Προσθήκη αρχείου σε ένα άλμπουμ',
  'upload_pic_lnk' => 'Προσθήκη αρχείου',
  'register_title' => 'Δημιουργία λογαριασμού',
  'register_lnk' => 'Εγγραφή',
  'login_title' => 'Σύνδεση', //cpg1.4
  'login_lnk' => 'Σύνδεση',
  'logout_title' => 'Αποσύνδεση', //cpg1.4
  'logout_lnk' => 'Αποσύνδεση',
  'lastup_title' => 'Εμφάνιση των πιο πρόσφατων προσθηκών', //cpg1.4
  'lastup_lnk' => 'Τελευταίες προσθήκες',
  'lastcom_title' => 'Εμφάνιση των πιο πρόσφατων σχόλιων', //cpg1.4
  'lastcom_lnk' => 'Τελευταία σχόλια',
  'topn_title' => 'Εμφάνιση των περισσότερο εμφανισμένων', //cpg1.4
  'topn_lnk' => 'Περισσότερο εμφανισμένα',
  'toprated_title' => 'Εμφάνιση των υψηλά βαθμολογημένων', //cpg1.4
  'toprated_lnk' => 'Υψηλά βαθμολογημένα',
  'search_title' => 'Αναζήτηση στην γκαλερί', //cpg1.4
  'search_lnk' => 'Αναζήτηση',
  'fav_title' => 'Μετάβαση στα αγαπημένα', //cpg1.4
  'fav_lnk' => 'Τα αγαπημένα',
  'memberlist_title' => 'Εμφάνιση Λίστας Μελών',
  'memberlist_lnk' => 'Λίστα Μελών',
  'faq_title' => 'Συχνές ερωτήσεις κι απαντήσεις σχετικά με το &quot;Coppermine&quot;',
  'faq_lnk' => 'FAQ',
);

$lang_gallery_admin_menu = array(
  'upl_app_title' => 'Έγκριση νέων προσθηκών', //cpg1.4
  'upl_app_lnk' => 'Έγκριση προσθήκης',
  'admin_title' => 'Μετάβαση στις ρυθμίσεις', //cpg1.4
  'admin_lnk' => 'Ρυθμίσεις', //cpg1.4
  'albums_title' => 'Μετάβαση στις ρυθμίσεις των άλμπουμς', //cpg1.4
  'albums_lnk' => '\'Αλμπουμς',
  'categories_title' => 'Μετάβαση στις ρυθμίσεις κατηγοριών', //cpg1.4
  'categories_lnk' => 'Κατηγορίες',
  'users_title' => 'Μετάβαση στις ρυθμίσεις χρηστών', //cpg1.4
  'users_lnk' => 'Χρήστες',
  'groups_title' => 'Μετάβαση στις ρυθμίσεις ομάδων', //cpg1.4
  'groups_lnk' => 'Ομάδες',
  'comments_title' => 'Αναθεώρηση όλων των σχολίων', //cpg1.4
  'comments_lnk' => 'Αναθεώρηση σχολίων',
  'searchnew_title' => 'Μετάβαση στην διαδικασία προσθήκης πολλών αρχείων', //cpg1.4
  'searchnew_lnk' => 'Προσθήκη πολλαπλών αρχείων',
  'util_title' => 'Μετάβαση στα εργαλεία διαχείρισης', //cpg1.4
  'util_lnk' => 'Εργαλεία Διαχείρισης',
  'key_title' => 'Μετάβαση στο λεξικό λέξεων-κλειδιών', //cpg1.4
  'key_lnk' => 'Λεξικό Λέξεων-Κλειδιών', //cpg1.4
  'ban_title' => 'Μετάβαση στους αποκλεισμένους χρήστες', //cpg1.4
  'ban_lnk' => 'Αποκλεισμένοι Χρήστες',
  'db_ecard_title' => 'Αναθεώρηση Ηλεκτρονικών Καρτών', //cpg1.4
  'db_ecard_lnk' => 'Εμφάνιση Ηλεκτρονικών Καρτών',
  'pictures_title' => 'Ταξινόμηση των φωτογραφιών μου', //cpg1.4
  'pictures_lnk' => 'Ταξινόμηση φωτογραφιών', //cpg1.4
  'documentation_lnk' => 'Εγχειρίδιο', //cpg1.4
  'documentation_title' => 'Εγχειρίδιο του Coppermine', //cpg1.4
);

$lang_user_admin_menu = array(
  'albmgr_title' => 'Δημιουργία και ταξινόμηση των άμπουμς μου', //cpg1.4
  'albmgr_lnk' => 'Δημιουργία και ταξινόμηση των άλμπουμς',
  'modifyalb_title' => 'Μετάβαση στην τροποποίηση των άλμπουμς μου',  //cpg1.4
  'modifyalb_lnk' => 'Τροποποίηση των άλμπουμς',
  'my_prof_title' => 'Μετάβαση στο προφίλ μου', //cpg1.4
  'my_prof_lnk' => 'Το προφίλ μου',
);

$lang_cat_list = array(
  'category' => 'Κατηγορία',
  'albums' => '\'Αλμπουμς',
  'pictures' => 'Αρχεία',
);

$lang_album_list = array(
  'album_on_page' => '%d άλμπουμ(ς) σε %d σελίδα/ες',
);

$lang_thumb_view = array(
  'date' => 'ΗΜΕΡΟΜΗΝΙΑ',
  //Sort by filename and title
  'name' => 'ΟΝΟΜΑ ΑΡΧΕΙΟΥ',
  'title' => 'ΤΙΤΛΟΣ',
  'sort_da' => 'Ανοδική ταξινόμηση κατά ημερομηνία',
  'sort_dd' => 'Καθοδική ταξινόμηση κατά ημερομηνία',
  'sort_na' => 'Ανοδική ταξινόμηση αλφαβητικά',
  'sort_nd' => 'Καθοδική ταξινόμηση αλφαβητικά',
  'sort_ta' => 'Ανοδική ταξινόμηση κατά τίτλο',
  'sort_td' => 'Καθοδική ταξινόμηση κατά τίτλο',
  'position' => 'ΘΕΣΗ', //cpg1.4
  'sort_pa' => 'Ανοδική ταξινόμηση κατά θέση', //cpg1.4
  'sort_pd' => 'Καθοδική ταξινόμηση κατά θέση', //cpg1.4
  'download_zip' => 'Κατέβασμα σαν αρχείο Zip',
  'pic_on_page' => '%d φωτογραφία(ες) σε %d σελίδα(ες)',
  'user_on_page' => '%d χρήστης(ες) on %d σελίδα(ες)',
  'enter_alb_pass' => 'Πληκτρολογήστε τον κωδικό για το άλμπουμ', //cpg1.4
  'invalid_pass' => 'Λάθος Κωδικός', //cpg1.4
  'pass' => 'Κωδικός', //cpg1.4
  'submit' => 'Υποβολή', //cpg1.4
);

$lang_img_nav_bar = array(
  'thumb_title' => 'Επιστροφή στην σελίδα με τις μικρογραφίες',
  'pic_info_title' => 'Εμφάνιση/απόκρυψη πληροφοριών αρχείου',
  'slideshow_title' => 'Προβολή Διαφανειών',
  'ecard_title' => 'Αποστολή αυτού του αρχείου σαν ηλεκτρονική κάρτα',
  'ecard_disabled' => 'Οι ηλεκτρονικές κάρτες είναι απενεργοποιημένες',
  'ecard_disabled_msg' => 'Δεν έχετε άδεια για να στείλετε ηλεκτρονικές κάρτες', //js-alert
  'prev_title' => 'Εμφάνιση προηγούμενου αρχείου',
  'next_title' => 'Εμφάνιση επόμενου αρχείου',
  'pic_pos' => 'ΑΡΧΕΙΟ %s/%s',
  'report_title' => 'Αναφορά αυτού του αρχείου στον διαχειριστή', //cpg1.4
  'go_album_end' => 'Παράκαμψη στο τέλος', //cpg1.4
  'go_album_start' => 'Επιστροφή στην αρχή', //cpg1.4
  'go_back_x_items' => 'μετάβαση πίσω %s φωτογραφία(ες)', //cpg1.4
  'go_forward_x_items' => 'μετάβαση μπροστά %s φωτογραφία(ες)', //cpg1.4
);

$lang_rate_pic = array(
  'rate_this_pic' => 'Βαθμολογήστε αυτό το αρχείο',
  'no_votes' => '(Χωρίς ψήφο ακόμη)',
  'rating' => '(τωρινή βαθμολογία : %s / 5 με %s ψήφους)',
  'rubbish' => 'Χάλια',
  'poor' => 'Κακή',
  'fair' => 'Μέτρια',
  'good' => 'Καλή',
  'excellent' => 'Πολύ καλή',
  'great' => 'Καταπληκτική',
);

// ------------------------------------------------------------------------- //
// File include/exif.inc.php
// ------------------------------------------------------------------------- //

// void

// ------------------------------------------------------------------------- //
// File include/functions.inc.php
// ------------------------------------------------------------------------- //

$lang_cpg_die = array(
  INFORMATION => $lang_info,
  ERROR => $lang_error,
  CRITICAL_ERROR => 'Κρίσιμο Λάθος',
  'file' => 'Αρχείο: ',
  'line' => 'Γραμμή: ',
);

$lang_display_thumbnails = array(
  'filename' => 'Όνομα αρχείου=', //cpg1.4
  'filesize' => 'Μέγεθος αρχείου=', //cpg1.4
  'dimensions' => 'Διαστάσεις=', //cpg1.4
  'date_added' => 'Ημερομηνία προσθήκης=', //cpg1.4
);

$lang_get_pic_data = array(
  'n_comments' => '%s σχόλια',
  'n_views' => '%s εμφανίσεις',
  'n_votes' => '(%s ψήφοι)',
);

$lang_cpg_debug_output = array(
  'debug_info' => 'Πληροφορίες Debug',
  'select_all' => 'Επιλογή Όλων',
  'copy_and_paste_instructions' => 'Εάν πρόκειται να ζητήσετε βοήθεια στο φόρουμ υποστήριξης του Coppermine, ανιγράψτε και επικολλήστε αυτές τις debug πληροφορίες στο ποστ σας όταν σας ζητηθεί, μαζί με το μύνημα λάθους που λαμβάνετε (εάν υπάρχει). Σιγουρευτείτε πως έχετε αντικαταστήσει τυχόν κωδικούς με αστερίσκους (*) πριν δημοσιεύσετε το ποστ. <br />Σημείωση: Αυτά είναι μόνο προς πληροφήρηση και δεν σημαίνουν πως θα υπάρξει κάποιο λάθος με την gallery σας.', //cpg1.4
  'phpinfo' => 'εμφάνιση πληροφοριών php',
  'notices' => 'Ειδοποιήσεις', //cpg1.4
);

$lang_language_selection = array(
  'reset_language' => 'Προεπιλεγμένη γλώσσα',
  'choose_language' => 'Επιλέξτε την γλώσσα σας',
);

$lang_theme_selection = array(
  'reset_theme' => 'Προεπιλεγμένο θέμα',
  'choose_theme' => 'Επιλέξτε θέμα',
);

$lang_version_alert = array(
  'version_alert' => 'Μη υποστιριζόμενη έκδοση!', //cpg1.4
  'no_stable_version' => 'Χρησιμοποιείτε το Coppermine %s (%s) το οποίο στοχεύει μόνο στους πολύ πεπειραμένους χρήστες - αυτή η έκδοση έρχεται χωρίς υποστήριξη ούτε και εγγυήσεις. Χρησιμοποιήστε την με δικό σας ρίσκο ή υποβιβάστε την στην τελευταία σταθερή έκδοση, εάν χρειάζεστε υποστήριξη!', //cpg1.4
  'gallery_offline' => 'Η γκαλερί είναι προσωρινά εκτός λειτουργίας και θα είναι ορατή μόνο για εσάς σαν διαχειριστή. Μην ξεχάσετε να την αλλάξετε σε online αφού τελειώσετε την συντήρηση.', //cpg1.4
);

$lang_create_tabs = array(
  'previous' => 'προηγούμενο', //cpg1.4
  'next' => 'επόμενο', //cpg1.4
);

// ------------------------------------------------------------------------- //
// File include/init.inc.php
// ------------------------------------------------------------------------- //

// void

// ------------------------------------------------------------------------- //
// File keyword.inc.php                                                      //
// ------------------------------------------------------------------------- //

// void

// ------------------------------------------------------------------------- //
// File include/picmgmt.inc.php
// ------------------------------------------------------------------------- //

// void

// ------------------------------------------------------------------------- //
// File include/plugin_api.inc.php
// ------------------------------------------------------------------------- //
$lang_plugin_api = array(
  'error_wakeup' => "Δεν ήταν δυνατή η αφύπνηση του βοηθήματος '%s'", //cpg1.4
  'error_install' => "Δεν ήταν δυνατή η εγκατάσταση του βοηθήματος '%s'", //cpg1.4
  'error_uninstall' => "Δεν ήταν δυνατή η απεγκατάσταση του βοηθήματος '%s'", //cpg1.4
  'error_sleep' => "Δεν ήταν δυνατή η απεγκατάσταση του βοηθήματος '%s'<br />", //cpg1.4
);

// ------------------------------------------------------------------------- //
// File include/smilies.inc.php
// ------------------------------------------------------------------------- //

if (defined('SMILIES_PHP')) $lang_smilies_inc_php = array(
  'Exclamation' => 'Θαυμαστικό',
  'Question' => 'Ερώτηση',
  'Very Happy' => 'Πολύ χαρούμενος',
  'Smile' => 'Χαμόγελο',
  'Sad' => 'Λυπημένος',
  'Surprised' => 'Έκπληκτος',
  'Shocked' => 'Σοκαρισμένος',
  'Confused' => 'Μπερδεμένος',
  'Cool' => 'Cool',
  'Laughing' => 'Γελαστός',
  'Mad' => 'Τρελλός',
  'Razz' => 'Razz',
  'Embarassed' => 'Ντροπιασμένος',
  'Crying or Very sad' => 'Κλαμένος ή πολύ λυπημένος',
  'Evil or Very Mad' => 'Διαβολικός ή πολύ τρελλός',
  'Twisted Evil' => 'Διαβολεμένος',
  'Rolling Eyes' => 'Γυριστά μάτια',
  'Wink' => 'Κλείσιμο ματιού',
  'Idea' => 'Ιδέα',
  'Arrow' => 'Βέλος',
  'Neutral' => 'Ουδέτερος',
  'Mr. Green' => 'Κος Πράσινος',
);

// ------------------------------------------------------------------------- //
// File addpic.php
// ------------------------------------------------------------------------- //

// void

// ------------------------------------------------------------------------- //
// File mode.php //cpg1.4
// ------------------------------------------------------------------------- //

if (defined('MODE_PHP')) $lang_mode_php = array(
  0 => 'Εγκατάλειψη λειτουργιών διαχείρισης...',
  1 => 'Είσοδος στις λειτουργίες διαχείρισης...',
);

// ------------------------------------------------------------------------- //
// File albmgr.php
// ------------------------------------------------------------------------- //

if (defined('ALBMGR_PHP')) $lang_albmgr_php = array(
  'alb_need_name' => 'Τα άλμπουμς πρέπει να έχουν όνομα !', //js-alert
  'confirm_modifs' => 'Είστε βέβαιος/η πως θέλετε να κάνετε αυτές τις τροποποιήσεις ;', //js-alert
  'no_change' => 'Δεν κάνατε καμία αλλαγή !', //js-alert
  'new_album' => 'Νέο άλμπουμ',
  'confirm_delete1' => 'Είστε βέβαιος/η πως θέλετε να διαγράψετε αυτό το άλμπουμ ;', //js-alert
  'confirm_delete2' => '\nΌλες οι φωτογραφίες και τα σχόλια που περιέχει θα χαθούν !', //js-alert
  'select_first' => 'Επιλέξτε πρώτα ένα άλμπουμ', //js-alert
  'alb_mrg' => 'Διαχείριση \'Αλμπουμς',
  'my_gallery' => '* Το φώτο άλμπουμ μου *',
  'no_category' => '* Χωρίς κατηγορία *',
  'delete' => 'Διαγραφή',
  'new' => 'Νέο',
  'apply_modifs' => 'Εφαρμογή τροποποιήσεων',
  'select_category' => 'Επιλέξτε κατηγορία',
);

// ------------------------------------------------------------------------- //
// File banning.php
// ------------------------------------------------------------------------- //

if (defined('BANNING_PHP')) $lang_banning_php = array(
  'title' => 'Αποκλεισμός Χρηστών', //cpg1.4
  'user_name' => 'Όνομα Χρήστη', //cpg1.4
  'ip_address' => 'IP Διεύθυνση', //cpg1.4
  'expiry' => 'Λήξη (κενό σημαίνει μόνιμα)', //cpg1.4
  'edit_ban' => 'Καταχώρηση αλλαγών', //cpg1.4
  'delete_ban' => 'Διαγραφή', //cpg1.4
  'add_new' => 'Προσθήκη Νέου Αποκλεισμού', //cpg1.4
  'add_ban' => 'Προσθήκη', //cpg1.4
  'error_user' => 'Αδύνατη η εύρεση του χρήστη', //cpg1.4
  'error_specify' => 'Πρέπει να καθορίσετε είτε ένα όνομα χρήστη είτε μία IP διεύθυνση', //cpg1.4
  'error_ban_id' => 'Άκυρη ταυτότητα αποκλεισμού (ban ID)!', //cpg1.4
  'error_admin_ban' => 'Δεν μπορείτε να αποκλείσετε τον εαυτό σας!', //cpg1.4
  'error_server_ban' => 'Θέλατε να αποκλείσετε τον server σας; Τσκ Τσκ Τσκ, δεν μπορείτε...', //cpg1.4
  'error_ip_forbidden' => 'Δεν μπορείτε να αποκλείσετε αυτή την IP διεύθυνση - δεν είναι routable (είναι ιδιωτική) έτσι κι αλλιώς!<br />Εάν θέλετε να επιτρέψετε τον αποκλεισμό ιδιωτικών IP διευθύνσεων, αλλάξτε το αυτό στις <a href="admin.php">Ρυθμίσεις</a> (έχει ουσία μόνο όταν το Coppermine λειτουργεί σε Τοπικό Δίκτυο-LAN).', //cpg1.4
  'lookup_ip' => 'Έλεγχος μιας IP διεύθυνσης', //cpg1.4
  'submit' => 'πάμε!', //cpg1.4
  'select_date' => 'επιλέξτε ημερομηνία', //cpg1.4
);

// ------------------------------------------------------------------------- //
// File bridgemgr.php //cpg1.4
// ------------------------------------------------------------------------- //

if (defined('BRIDGEMGR_PHP')) $lang_bridgemgr_php = array(
  'title' => 'Οδηγός Γεφυροποίησης (Bridge Wizard)',
  'warning' => 'Προειδοποίηση: κατά την χρησιμοποίηση αυτού του οδηγού πρέπει να καταλάβετε πως ευαίσθητες πληροφορίες αποστέλλονται μέσω των φορμών html. Χρησιμοποιήστε το μόνο σε δικό σας Η/Υ (και όχι σε κάποιο δημόσιο όπως ένα internet cafe), και σιγουρευτείτε πως έχετε καθαρίσει το cache του πλοηγού ιστοσελίδων και τα προσωρινά αρχεία (temporary files) αφού έχετε τελειώσει, αλλιώς οι άλλοι θα μπορούν να έχουν πρόσβαση στα προσωπικά σας δεδομένα!',
  'back' => 'πίσω',
  'next' => 'επόμενο',
  'start_wizard' => 'Εκκίνηση του οδηγού γεφυροποίησης (bridging wizard)',
  'finish' => 'Τέλος',
  'hide_unused_fields' => 'απόκρυψη μη χρησιμοποιημένων πεδίων της φόρμας (συστήνεται)',
  'clear_unused_db_fields' => 'εκκαθάριση άκυρων καταχωρήσεων της βάσης δεδομένων (συστήνεται)',
  'custom_bridge_file' => 'το όνομα του προσαρμοσμένου αρχείου γεφυροποίησης (εάν το όνομα του αρχείου γεφυροποίησης είναι <i>myfile.inc.php</i>, καταχωρήστε <i>myfile</i> σε αυτό το πεδίο)',
  'no_action_needed' => 'Καμιά ενέργεια δεν απαιτείται σε αυτό το βήμα. Απλά κάντε κλικ στο \'επόμενο\' για να συνεχίσετε.',
  'reset_to_default' => 'Μηδενισμός στην προκαθορισμένη αξία',
  'choose_bbs_app' => 'επιλέξτε εφαρμογή για γεφυροποίηση με το coppermine',
  'support_url' => 'Πηγαίνετε εδώ για υποστήριξη για αυτήν την εφαρμογή',
  'settings_path' => 'διαδρομή που χρησιμοποιείται από την εφαρμογή BBS',
  'database_connection' => 'σύνδεση βάσης δεδομένων',
  'database_tables' => 'πίνακες βάσεων δεδομένων',
  'bbs_groups' => 'BBS ομάδες',
  'license_number' => 'Αριθμός άδειας',
  'license_number_explanation' => 'εισάγετε τον αριθμό άδειάς σας (εάν υπάρχει)',
  'db_database_name' => 'Όνομα Βάσης Δεδομένων',
  'db_database_name_explanation' => 'Εισάγετε το όνομα της βάσης δεδομένων που χρησιμοποιεί η εφαρμογή BBS',
  'db_hostname' => 'Host της βάσης δεδομένων',
  'db_hostname_explanation' => 'Το hostname όπου βρίσκεται η βάση δεδομένων mySQL, συνήθως &quot;localhost&quot;',
  'db_username' => 'Λογαριασμός χρήστη της βάσης δεδομένων',
  'db_username_explanation' => 'Ο λογαριασμός χρήστη mySQL που θα χρησιμοποιηθεί για σύνδεση με την εφαρμογή BBS',
  'db_password' => 'Κωδικός της βάσης δεδομένων',
  'db_password_explanation' => 'Κωδικός για αυτόν τον λογαριασμό χρήστη της mySQL',
  'full_forum_url' => 'URL του φόρουμ',
  'full_forum_url_explanation' => 'Πλήρες URL της εφαρμογής BBS (συμπεριλαμβανομένου του προθέματος http://, π.χ. http://www.yourdomain.tld/forum)',
  'relative_path_of_forum_from_webroot' => 'Σχετική διαδρομή του φόρουμ',
  'relative_path_of_forum_from_webroot_explanation' => 'Σχετική διαδρομή της εφαρμογής BBS από φάκελλο του domain (webroot) (Παράδειγμα: εάν η εφαρμογή BBS βρίσκεται στο http://www.yourdomain.tld/forum/, καταχωρήστε &quot;/forum/&quot; σε αυτό το πεδίο)',
  'relative_path_to_config_file' => 'Σχετική διαδρομή του αρχείο ρυθμίσεων της εφαρμογής BBS (config file)',
  'relative_path_to_config_file_explanation' => 'Σχετική διαδρομή της εφαρμογής BBS, όπως θα φαίνεται από τον φάκελλο του Coppermine (π.χ. &quot;../forum/&quot; εάν η εφαρμογή BBS βρίσκεται στο http://www.yourdomain.tld/forum/ και το Coppermine στο http://www.yourdomain.tld/gallery/)',
  'cookie_prefix' => 'Πρόθεμα του cookie',
  'cookie_prefix_explanation' => 'αυτό θα πρέπει να είναι το όνομα του cookie της εφαρμογής BBS',
  'table_prefix' => 'Πρόθεμα του πίνακα',
  'table_prefix_explanation' => 'Πρέπει να είναι ίδιο με το πρόθεμα που διαλέξατε για την εφαρμογή BBS όταν την εγκαταστήσατε.',
  'user_table' => 'Πίνακας χρηστών',
  'user_table_explanation' => '(συνήθως η προκαθορισμένη αξία είναι εντάξει, εκτός κι αν η εγκατάσταση της εφαρμογής BBS δεν είναι η συνήθης)',
  'session_table' => 'Πίνακας συνεδρίας',
  'session_table_explanation' => '(συνήθως η προκαθορισμένη αξία είναι εντάξει, εκτός κι αν η εγκατάσταση της εφαρμογής BBS δεν είναι η συνήθης)',
  'group_table' => 'Πίνακας ομάδων',
  'group_table_explanation' => '(συνήθως η προκαθορισμένη αξία είναι εντάξει, εκτός κι αν η εγκατάσταση της εφαρμογής BBS δεν είναι η συνήθης)',
  'group_relation_table' => 'Πίνακας σχέσεων ομάδων',
  'group_relation_table_explanation' => '(συνήθως η προκαθορισμένη αξία είναι εντάξει, εκτός κι αν η εγκατάσταση της εφαρμογής BBS δεν είναι η συνήθης)',
  'group_mapping_table' => 'Πίνακας χαρτογράφησης ομάδων',
  'group_mapping_table_explanation' => '(συνήθως η προκαθορισμένη αξία είναι εντάξει, εκτός κι αν η εγκατάσταση της εφαρμογής BBS δεν είναι η συνήθης)',
  'use_standard_groups' => 'Χρήση τυποποιημένων ομάδων χρηστών BBS',
  'use_standard_groups_explanation' => 'Χρησιμοποίηση τυποποιημένων (ενσωματωμένων) ομάδων χρηστών (συστήνεται). Αυτό θα διαγράψει όλες τις ρυθμίσεις των διαμορφωμένων ομάδων χρηστών. Απενεργοποιήστε αυτή την επιλογή μόνο εάν ΠΡΑΓΜΑΤΙΚΑ ξέρετε τι κάνετε!',
  'validating_group' => 'Επικύρωση ομάδας',
  'validating_group_explanation' => 'Η ταυτότητα (ID) της ομάδας της εφαρμογής BBS όπου θα βρίσκονται οι λογαριασμοί χρηστών που χρειάζονται επικύρωση. Συνήθως η προκαθορισμένη αξία είναι εντάξει, εκτός κι αν η εγκατάσταση της εφαρμογής BBS δεν είναι η συνήθης.',
  'guest_group' => 'Ομάδα επισκεπτών',
  'guest_group_explanation' => 'Η ταυτότητα (ID) της ομάδας της εφαρμογής BBS όπου θα βρίσκονται οι επισκέπτες (ανώνυμοι χρήστες). Συνήθως η προκαθορισμένη αξία είναι εντάξει, εκτός κι αν η εγκατάσταση της εφαρμογής BBS δεν είναι η συνήθης.',
  'member_group' => 'Ομάδα μελών',
  'member_group_explanation' => 'Η ταυτότητα (ID) της ομάδας της εφαρμογής BBS όπου θα βρίσκονται οι λογαριασμοί των &quot;μελών&quot; (η προκαθορισμένη αξία είναι εντάξει, αλλάξτε την μόνο εάν ξέρετε τι κάνετε)',
  'admin_group' => 'Ομάδα διαχειριστών',
  'admin_group_explanation' => 'Η ταυτότητα (ID) της ομάδας της εφαρμογής BBS όπου θα βρίσκονται οι διαχειριστές (η προκαθορισμένη αξία είναι εντάξει, αλλάξτε την μόνο εάν ξέρετε τι κάνετε)',
  'banned_group' => 'Ομάδα αποκλεισμένων',
  'banned_group_explanation' => 'Η ταυτότητα (ID) της ομάδας της εφαρμογής BBS όπου θα βρίσκονται οι αποκλεισμένοι χρήστες (η προκαθορισμένη αξία είναι εντάξει, αλλάξτε την μόνο εάν ξέρετε τι κάνετε)',
  'global_moderators_group' => 'Ομάδα γενικών συντονιστών',
  'global_moderators_group_explanation' => 'Η ταυτότητα (ID) της ομάδας της εφαρμογής BBS όπου θα βρίσκονται οι γενικοί συντονιστές (η προκαθορισμένη αξία είναι εντάξει, αλλάξτε την μόνο εάν ξέρετε τι κάνετε)',
  'special_settings' => 'BBS-συγκεκριμένες ρυθμίσεις',
  'logout_flag' => 'έκδοση phpBB (σημαία αποσύνδεσης)',
  'logout_flag_explanation' => 'Ποια είναι η έκδοση του BBS (αυτή η ρύθμιση καθορίζει τον τρόπο χειρισμού της αποσύνδεσης)',
  'use_post_based_groups' => 'Χρησιμοποίηση ομάδων βασισμένων στις δημοσιεύσεις;',
  'logout_flag_yes' => '2.0.5 ή υψηλότερη',
  'logout_flag_no' => '2.0.4 ή χαμηλότερη',
  'use_post_based_groups_explanation' => 'Καθορίζει το εάν οι ομάδες της εφαρμογής BBS που καθορίζονται από τον αριθμό των δημοσιεύσεων ληφθούν υπόψιν (επιτρέπει κοκκώδη-granular διαχείριση των αδειών) ή απλώς οι προεπιλεγμένες ομάδες (κάνει αυκολότερη την διαχείριση, συστήνεται). Μπορείτε να αλλάξετε αυτή τη ρύθμιση και αργότερα.',
  'use_post_based_groups_yes' => 'ναι',
  'use_post_based_groups_no' => 'όχι',
  'error_title' => 'Πρέπει να διορθώσετε αυτά τα λάθη πριν μπορέσετε να συνεχίσετε. Πηγαίνετε στην προηγούμενη οθόνη.',
  'error_specify_bbs' => 'Πρέπει να διευκρινίσετε ποιαν εφαρμογή θέλετε να γεφυρώσετε με την εγκατάσταση του Coppermine.',
  'error_no_blank_name' => 'Δεν μπορείτε να αφήσετε κενό το όνομα του διαμορφωμένου αρχείου γεφυροποίησης.',
  'error_no_special_chars' => 'Το όνομα του αρχείου γεφυροποίησης δεν μπορεί να περιέχει ειδικούς χαρακτήρες εκτός της κάτω παύλας (_) και της παύλας (-)!',
  'error_bridge_file_not_exist' => 'Το αρχείο γεφυροποίησης %s δεν υπάρχει στον διακομιστή. Ελέγξτε εάν πραγματικά το έχετε ανεβάσει.',
  'finalize' => 'ενεργοποίηση/απενεργοποίηση ενσωμάτωσης BBS',
  'finalize_explanation' => 'Οι ρυθμίσεις που έχετε διευκρινίσει μέχρι τώρα έχουν γραφτεί στην βάση δεδομένων, αλλά η ενσωμάτωση της εφαρμογής BBS δεν έχει ενεργοποιηθεί. Μπορείτε να την ενεργοποιήσετε/απενεργοποιήσετε σε οποιαδήποτε στιγμή αργότερα. Σιγουρευτείτε πως θα θυμάστε το όνομα χρήστη και τον κωδικό του διαχειριστή του αυτόνομου Coppermine, ίσως το χρειαστείτε αργότερα για τυχόν αλλαγές. Εάν κάτι πάει στραβά, πηγαίνεται στο %s και απενεργοποιήστε εκεί την ενσωμάτωση του BBS, χρησιμοποιώντας τον αυτόνομο (αγεφυροποίητο) λογαριασμό διαχειριστή (συνήθως αυτόν που δημιουργείτε κατά την εγκατάσταση του Coppermine).',
  'your_bridge_settings' => 'Οι ρυθμίσεις της γεφυροποίησής σας',
  'title_enable' => 'Ενεργοποίηση ενσωμάτωσης/γεφυροποίησης με %s',
  'bridge_enable_yes' => 'ενεργοποίηση',
  'bridge_enable_no' => 'απενεργοποίηση',
  'error_must_not_be_empty' => 'δεν πρέπει να είναι άδειο',
  'error_either_be' => 'πρέπει να είναι είτε %s ή %s',
  'error_folder_not_exist' => 'ο φάκελλος %s δεν υπάρχει. Διορθώστε την αξία που καταχωρήσατε για το %s',
  'error_cookie_not_readible' => 'Το Coppermine δεν μπορεί να διαβάσει ένα cookie με το όνομα %s. Διορθώστε την αξία που καταχωρήσατε για το %s, ή πηγαίνετε στον πίνακα ελέγχου της εφαρμογής BBS και σιγουρευτείτε πως η διαδρομή του cookie είναι αναγνώσιμη για το coppermine.',
  'error_mandatory_field_empty' => 'Δεν μπορείτε να αφήσετε κενό το πεδίο %s - καταχωρήστε την αρμόζουσα αξία.',
  'error_no_trailing_slash' => 'Δεν πρέπει να υπάρχει κάθετος στο τέλος του πεδίου %s.',
  'error_trailing_slash' => 'Πρέπει να υπάρχει κάθετος στο τέλος του πεδίου %s.',
  'error_db_connect' => 'Ήταν αδύνατη η σύνδεση στην βάση δεδομένων mySQL με τα στοιχεία που καταχωρήσατε. Το ακριβές μύνημα λάθους της mySQL ήταν αυτό:',
  'error_db_name' => 'Άν και το Coppermine μπόρεσε να συνδεθεί, η ανεύρεση της βάσης δεδομένων %s ήταν αδύνατη. Σιγουρευτείτε πως έχετε διευκρινίσει το %s κατάλληλα. Το ακριβές μύνημα λάθους της mySQL ήταν αυτό:',
  'error_prefix_and_table' => '%s και ',
  'error_db_table' => 'Η ανεύρεση του πίνακα %s ήταν αδύνατη. Σιγουρευτείτε πως έχετε διευκρινίσει το %s κατάλληλα.',
  'recovery_title' => 'Διαχειριστής Γεφυροποίησης: αποκατάσταση έκτακτης ανάγκης',
  'recovery_explanation' => 'Εάν είστε εδώ για να διαχειριστείτε την ενσωμάτωση της εφαρμογής BBS της Coppermine γκαλερί σας, πρέπει να συνδεθείτε πρώτα ως διαχειριστής. Εάν δεν μπορείτε να συνδεθείτε επειδή η γεφυροποίηση δεν λειτουργεί όπως θα έπρεπε, μπορείτε να απενεργοποιήσετε την ενσωμάτωση της εφαρμογής BBS σε αυτή τη σελίδα. Η καταχώρηση του ονόματος χρήστη σας και του κωδικού σας δεν θα σας συνδέσει, αλλά απλά θα απενεργοποιήσει την ενσωμάτωση της εφαρμογής BBS. Αναφερθείτε στο εγχειρίδιο για περισσότερες λεπτομέρειες.',
  'username' => 'Όνομα Χρήστη',
  'password' => 'Κωδικός',
  'disable_submit' => 'Υποβολή',
  'recovery_success_title' => 'Επιτυχής αυθεντικοποίηση',
  'recovery_success_content' => 'Έχετε απενεργοποιήσει επιτυχώς την γεφυροποίηση της εφαρμογής BBS. Η εγκατάσταση του Coppermine λειτουργεί τώρα αυτόνομα.',
  'recovery_success_advice_login' => 'Συνδεθείτε σαν διαχειριστής για να επεξεργαστείτε τις ρυθμίσεις της γεφυροποίησης και/ή να ενεργοποιήσετε πάλι την ενσωμάτωση της εφαρμογής BBS.',
  'goto_login' => 'Μετάβαση στην σελίδα σύνδεσης',
  'goto_bridgemgr' => 'Μετάβαση στον διαχειριστή γεφυροποίησης',
  'recovery_failure_title' => 'Ανεπιτυχής αυθεντικοποίηση',
  'recovery_failure_content' => 'Παρείχατε λανθασμένα στοιχεία. Θα πρέπει να παρέχετε τα στοιχεία του λογαριασμού διαχειριστή της αυτόνομης έκδοσης (συνήθως του λογαριασμού που δημιουργείται κατά την εγκατάσταση του Coppermine).',
  'try_again' => 'προσπαθήστε πάλι',
  'recovery_wait_title' => 'Περιμένετε, ο χρόνος δεν έχει τελειώσει',
  'recovery_wait_content' => 'Για λόγους ασφαλείας αυτό το πρόγραμμα δεν επιτρέπει αποτυχημένες προσπάθειες σύνδεσης σε μικρό χρονικό διάστημα, γι\' αυτό θα πρέπει να περιμένετε λίγο μέχρι να σας επιτραπεί πάλι να προσπαθήσετε να αυθεντικοποιηθείτε.',
  'wait' => 'περιμένετε',
  'create_redir_file' => 'Δημιουργία αρχείου ανακατεύθυνσης (συστήνεται)',
  'create_redir_file_explanation' => 'Για να ανακατευθύνετε χρήστες πίσω στο Coppermine αφού συνδεθούν στην εφαρμογή BBS, πρέπει να δημιουργηθεί ένα αρχείο ανακατεύθυνσης μέσα στον φάκελλο της εφαρμογής BBS. Όταν αυτή η επιλογή είναι επιλεγμένη, ο διαχειριστής γεφυροποίησης θα προσπαθήσει να δημιουργήσει αυτό το αρχείο για εσάς, ή θα σας δώσει έτοιμο τον κώδικα για τον αντιγράψετε και να τον επικολλήσετε και να δημιουργήσετε έτσι το αρχείο.',
  'browse' => 'browse',
);

// ------------------------------------------------------------------------- //
// File calendar.php //cpg1.4
// ------------------------------------------------------------------------- //

if (defined('CALENDAR_PHP')) $lang_calendar_php = array(
  'title' => 'Ημερολόγιο', //cpg1.4
  'close' => 'Κλείσιμο', //cpg1.4
  'clear_date' => 'καθαρισμός ημερομηνίας', //cpg1.4
);

// ------------------------------------------------------------------------- //
// File catmgr.php
// ------------------------------------------------------------------------- //

if (defined('CATMGR_PHP')) $lang_catmgr_php = array(
  'miss_param' => 'Οι παράμετροι που απαιτούνται για \'%s\'λειτουργία δεν δόθηκαν !',
  'unknown_cat' => 'Η επιλεγμένη κατηγορία δεν υπάρχει στην βάση δεδομένων',
  'usergal_cat_ro' => 'Τα φώτο άλμπουμ των χρηστών δεν μπορούν να διαγραφούν !',
  'manage_cat' => 'Διαχείριση κατηγοριών',
  'confirm_delete' => 'Είστε σίγουροι πως θέλετε να ΔΙΑΓΡΑΨΕΤΕ αυτήν την κατηγορία', //js-alert
  'category' => 'Κατηγορία',
  'operations' => 'Λειτουργίες',
  'move_into' => 'Μετακίνηση σε',
  'update_create' => 'Ανανέωση/Δημιουργία κατηγορίας',
  'parent_cat' => 'Δημιουργός κατηγορίας',
  'cat_title' => 'Τίτλος κατηγορίας',
  'cat_thumb' => 'Μικρογραφία κατηγορίας',
  'cat_desc' => 'Περιγραφή κατηγορίας',
  'categories_alpha_sort' => 'Αλφαβητική ταξινόμηση κατηγοριών (αντί για την προσαρμοσμένη διάταξη)', //cpg1.4
  'save_cfg' => 'Αποθήκευση ρυθμίσεων', //cpg1.4
);

// ------------------------------------------------------------------------- //
// File admin.php //cpg1.4
// ------------------------------------------------------------------------- //

if (defined('ADMIN_PHP')) $lang_admin_php = array(
  'title' => 'Ρυθμίσεις της γκαλερί', //cpg1.4
  'manage_exif' => 'Διαχείριση εμφάνισης των πληροφοριών exif', //cpg1.4
  'manage_plugins' => 'Διαχείριση βοηθημάτων', //cpg1.4
  'manage_keyword' => 'Διαχείριση λέξεων κλειδιών', //cpg1.4
  'restore_cfg' => 'Επαναφορά αρχικών ρυθμίσεων',
  'save_cfg' => 'Αποθήκευση νέων ρυθμίσεων',
  'notes' => 'Σημειώσεις',
  'info' => 'Πληροφορίες',
  'upd_success' => 'Οι ρυθμίσεις του Coppermine ανανεώθηκαν',
  'restore_success' => 'Οι αρχικές ρυθμίσεις του Coppermine αποκαταστάθηκαν',
  'name_a' => 'Ανοδικά κατά όνομα',
  'name_d' => 'Καθοδικά κατά όνομα',
  'title_a' => 'Ανοδικά κατά τίτλο',
  'title_d' => 'Καθοδικά κατά τίτλο',
  'date_a' => 'Ανοδικά κατά ημερομηνία',
  'date_d' => 'Καθοδικά κατά ημερομηνία',
  'pos_a' => 'Ανοδικά κατά θέση', //cpg1.4
  'pos_d' => 'Καθοδικά κατά θέση', //cpg1.4
  'th_any' => 'Μέγιστη Αναλογία',
  'th_ht' => 'Ύψος',
  'th_wd' => 'Πλάτος',
  'label' => 'ετικέτα',
  'item' => 'Στοιχείο',
  'debug_everyone' => 'Όλοι',
  'debug_admin' => 'Μόνο διαχειριστής',
  'no_logs'=> 'Απενεργοποιημένο', //cpg1.4
  'log_normal'=> 'Κανονικά', //cpg1.4
  'log_all' => 'Όλα', //cpg1.4
  'view_logs' => 'Εμφάνιση αναγραφών', //cpg1.4
  'click_expand' => 'κάντε κλικ στο όνομα του τμήματος για επέκταση', //cpg1.4
  'expand_all' => 'Επέκταση όλων', //cpg1.4
  'notice1' => '(*) Αυτές οι ρυθμίσεις δεν πρέπει να αλλάξουν εάν έχετε ήδη αρχεία στην βάση δεδομένων σας.', //cpg1.4 - (relocated)
  'notice2' => '(**) Όταν αλλάξετε αυτή τη ρύθμιση, θα επηρεαστούν μόνο τα αρχεία που θα προστεθούν από το σημείο εκείνο και μετά, γι\' αυτό συστήνεται να μην αλλαχθεί η ρύθμιση εάν υπάρχουν ήδη αρχεία στην γκαλερί. Μπορείτε, εντούτοις, να εφαρμόσετε τις αλλαγές στα υπάρχοντα αρχεία με τα &quot;<a href="util.php">εργαλεία διαχειριστή</a> (αλλαγή διαστάσεων φωτογραφιών)&quot; από τις επιλογές διαχειριστή.', //cpg1.4 - (relocated)
  'notice3' => '(***) Όλα τα αρχεία αναγραφής να γράφονται στα αγγλικά.', //cpg1.4 - (relocated)
  'bbs_disabled' => 'Λειτουργία απενεργοποιημένη κατά την χρήση της ενσωμaτωμένης εφαρμογής bb', //cpg1.4
  'auto_resize_everyone' => 'Όλοι', //cpg1.4
  'auto_resize_user' => 'Μόνο χρήστες', //cpg1.4
  'ascending' => 'ανοδικά', //cpg1.4
  'descending' => 'καθοδικά', //cpg1.4
);

if (defined('ADMIN_PHP')) $lang_admin_data = array(
  'Γενικές ρυθμίσεις',
  array('Όνομα γκαλερί', 'gallery_name', 0, 'f=index.htm&amp;as=admin_general_name&amp;ae=admin_general_name_end'), //cpg1.4
  array('Περιγραφή γκαλερί', 'gallery_description', 0, 'f=index.htm&amp;as=admin_general_description&amp;ae=admin_general_description_end'), //cpg1.4
  array('Email διαχειριστή της γκαλερί', 'gallery_admin_email', 0, 'f=index.htm&amp;as=admin_general_email&amp;ae=admin_general_email_end'), //cpg1.4
  array('URL του φακέλλου της γκαλερί (χωρίς το \'index.php\' ή κάτι παρόμοιο στο τέλος)', 'ecards_more_pic_target', 0, 'f=index.htm&amp;as=admin_general_coppermine-url&amp;ae=admin_general_coppermine-url_end'), //cpg1.4
  array('URL της κεντρικής σελίδας', 'home_target', 0, 'f=index.htm&amp;as=admin_general_home-url&amp;ae=admin_general_home-url_end'), //cpg1.4
  array('Επιτρέψτε κατέβασμα-ZIP των αγαπημένων', 'enable_zipdownload', 1, 'f=index.htm&amp;as=admin_general_zip-download&amp;ae=admin_general_zip-download_end'), //cpg1.4
  array('Διαφορά χρονικής ζώνης σε σχέση με την ώρα GMT (τωρινή ώρα: ' . localised_date(-1, $comment_date_fmt) . ')','time_offset',0, 'f=index.htm&amp;as=admin_general_time-offset&amp;ae=admin_general_time-offset_end&amp;top=1'), //cpg1.4
  array('Επιτρέψτε τους κρυπτογραφημένους κωδικούς πρόσβασης (δεν μπορεί να ανατραπεί)','enable_encrypted_passwords',1, 'f=index.htm&amp;as=admin_general_encrypt_password_start&amp;ae=admin_general_encrypt_password_end&amp;top=1'), // cpg 1.4
  array('Επιτρέψτε τις εικόνες βοήθειας (βοήθεια διαθέσιμη στα αγγλικά μόνο)','enable_help',9, 'f=index.htm&amp;as=admin_general_help&amp;ae=admin_general_help_end'), //cpg1.4
  array('Επιτρέψτε τις λέξεις-κλειδιά/συνδέσμους στην αναζήτηση','clickable_keyword_search',14, 'f=index.htm&amp;as=admin_general_keywords_start&amp;ae=admin_general_keywords_end'), //cpg1.4
  array('Επιτρέψτε τα βοηθήματα', 'enable_plugins', 12, 'f=index.htm&amp;as=admin_general_enable-plugins&amp;ae=admin_general_enable-plugins_end'),  //cpg1.4
  array('Επιτρέψτε τον αποκλεισμό μη κατευθύνσιμων IP διεθύνσεων (ιδιωτικών/LAN IPs)', 'ban_private_ip', 1,  'f=index.htm&amp;as=admin_general_private-ip&amp;ae=admin_general_private-ip_end'), //cpg1.4
  array('Πλοηγήσιμη διαδικασία προσθήκης πολλών αρχείων', 'browse_batch_add', 1, 'f=index.htm&amp;as=admin_general_browsable_batch_add&amp;ae=admin_general_browsable_batch_add_end'), //cpg1.4

  'Γλώσσα &amp; ρυθμίσεις κωδικοποίησης χαρακτήρων',
  array('Γλώσσα', 'lang', 5, 'f=index.htm&amp;as=admin_language_language&amp;ae=admin_language_language_end'), //cpg1.4
  array('Χρησιμοποίηση Αγλικών εάν η μεταφρασμένη φράση δεν υπάρχει;', 'language_fallback', 1, 'f=index.htm&amp;as=admin_language_fallback&amp;ae=admin_language_fallback_end'), //cpg1.4
  array('Κωδικοποίηση χαρακτήρων', 'charset', 4, 'f=index.htm&amp;as=admin_language_charset&amp;ae=admin_language_charset_end'), //cpg1.4
  array('Εμφάνιση λίστας γλωσσών', 'language_list', 1, 'f=index.htm&amp;as=admin_language_list&amp;ae=admin_language_list_end'), //cpg1.4
  array('Εμφάνιση σημαιών των γλωσσών', 'language_flags', 8, 'f=index.htm&amp;as=admin_language_flags&amp;ae=admin_language_flags_end&amp;top=1'), //cpg1.4
  array('Εμφάνιση επιλογής &quot;μηδενισμού&quot; στην επιλογή γλωσσών', 'language_reset', 1, 'f=index.htm&amp;as=admin_language_reset&amp;ae=admin_language_reset_end&amp;top=1'), //cpg1.4
  //array('Εμφάνιση προηγούμενου/επόμενου στις σελίδες με ετικέττες', 'previous_next_tab', 1), //cpg1.4

  'Ρυθμίσεις Θεμάτων',
  array('Θέμα', 'theme', 6, 'f=index.htm&amp;as=admin_theme_theme&amp;ae=admin_theme_theme_end'), //cpg1.4
  array('Εμφάνιση λίστας θεμάτων', 'theme_list', 1, 'f=index.htm&amp;as=admin_theme_theme_list&amp;ae=admin_theme_theme_list_end'), //cpg1.4
  array('Εμφάνιση επιλογής &quot;μηδενισμού&quot; στην επιλογή θεμάτων', 'theme_reset', 1, 'f=index.htm&amp;as=admin_theme_theme_reset&amp;ae=admin_theme_theme_reset_end'), //cpg1.4
  array('Εμφάνιση συχνών ερωτησεων και απαντήσεων (FAQ)', 'display_faq', 1, 'f=index.htm&amp;as=admin_theme_faq&amp;ae=admin_theme_faq_end'), //cpg1.4
  array('Όνομα συνδέσμου διαμορφοποιημένου μενού', 'custom_lnk_name', 0,'f=index.htm&amp;as=admin_theme_custom_lnk_name&amp;ae=admin_theme_custom_lnk_name_end'), //cpg1.4
  array('URL συνδέσμου διαμορφοποιημένου μενού', 'custom_lnk_url', 0,'f=index.htm&amp;as=admin_language_custom_lnk_url&amp;ae=admin_language_custom_lnk_url_end'), //cpg1.4
  array('Εμφάνιση βοήθειας bbcode', 'show_bbcode_help', 1, 'f=index.htm&amp;as=admin_theme_bbcode&amp;ae=admin_theme_bbcode_end&amp;top=1'), //cpg1.4
  array('Εμφάνιση του vanity block στα θέματα που είναι δηλωμένα ως συμβατά με XHTML και CSS','vanity_block',1, 'f=index.htm&amp;as=vanity_block&amp;ae=vanity_block_end'), //cpg1.4
  array('Διαδρομή για την διαμορφοποιημένη επιγραφή (custom header)', 'custom_header_path', 0, 'f=index.htm&amp;as=admin_theme_include_path_start&amp;ae=admin_theme_include_path_end'), //cpg1.4
  array('Διαδρομή για την διαμορφοποιημένη υποσημείωση (custom footer)', 'custom_footer_path', 0, 'f=index.htm&amp;as=admin_theme_include_path_start&amp;ae=admin_theme_include_path_end'), //cpg1.4

  'Εμφάνιση Λίστας Αλμπουμ',
  array('Πλάτος του κυρίως πίνακα (εικονοστοιχεία ή %)', 'main_table_width', 0, 'f=index.htm&amp;as=admin_album_table-width&amp;ae=admin_album_table-width_end'), //cpg1.4
  array('Αριθμός επιπέδων κατηγοριών προς εμφάνιση', 'subcat_level', 0, 'f=index.htm&amp;as=admin_album_category-levels&amp;ae=admin_album_category-levels_end'), //cpg1.4
  array('Αριθμός άλμπουμ προς εμφάνιση', 'albums_per_page', 0, 'f=index.htm&amp;as=admin_album_number&amp;ae=admin_album_number_end'), //cpg1.4
  array('Αριθμός στηλών για την λίστα των άλμπουμς', 'album_list_cols', 0, 'f=index.htm&amp;as=admin_album_columns&amp;ae=admin_album_columns_end'), //cpg1.4
  array('Μέγεθος των μικρογραφιών σε εικονοστοιχεία', 'alb_list_thumb_size', 0, 'f=index.htm&amp;as=admin_album_thumbnail-size&amp;ae=admin_album_thumbnail-size_end'), //cpg1.4
  array('Περιεχόμενο κεντρικής σελίδας', 'main_page_layout', 0, 'f=index.htm&amp;as=admin_album_list_content&amp;ae=admin_album_list_content_end'), //cpg1.4
  array('Εμφάνιση μικρογραφιών του πρώτου επιπέδου άλμπουμ στις κατηγορίες','first_level',1, 'f=index.htm&amp;as=admin_album_first-level_thumbs&amp;ae=admin_album_first-level_thumbs_end'), //cpg1.4
  array('Αλφαβητική ταξινόμηση κατηγοριών (αντί της διαμορφωμένης σειράς)','categories_alpha_sort',1, 'f=index.htm&amp;as=admin_album_list_alphasort_start&amp;ae=admin_album_list_alphasort_end'), //cpg1.4
  array('Εμφάνιση αριθμού συνδεόμενων αρχείων','link_pic_count',1, 'f=index.htm&amp;as=admin_album_linked_files_start&amp;ae=admin_album_linked_files_end'), //cpg1.4

  'Εμφάνιση μικρογραφιών',
  array('Αριθμός στηλών στην σελίδα με τις μικρογραφίες', 'thumbcols', 0, 'f=index.htm&amp;as=admin_thumbnail_columns&amp;ae=admin_thumbnail_columns_end'), //cpg1.4
  array('Αριθμός γραμμών στην σελίδα με τις μικρογραφίες', 'thumbrows', 0, 'f=index.htm&amp;as=admin_thumbnail_rows&amp;ae=admin_thumbnail_rows_end'), //cpg1.4
  array('Ανώτερος αριθμός ετικεττών προς εμφάνιση', 'max_tabs', 10, 'f=index.htm&amp;as=admin_thumbnail_tabs&amp;ae=admin_thumbnail_tabs_end'), //cpg1.4
  array('Εμφάνιση λεζάντας αρχείου (επιπρόσθετα του τίτλου) κάτω από την μικρογραφία', 'caption_in_thumbview', 1, 'f=index.htm&amp;as=admin_thumbnail_display_caption&amp;ae=admin_thumbnail_display_caption_end'), //cpg1.4
  array('Εμφάνιση αριθμού εμφανίσεων κάτω από την μικρογραφία', 'views_in_thumbview', 1, 'f=index.htm&amp;as=admin_thumbnail_display_views&amp;ae=admin_thumbnail_display_views_end'), //cpg1.4
  array('Εμφάνιση αριθμού σχολίων κάτω από την μικρογραφί', 'display_comment_count', 1, 'f=index.htm&amp;as=admin_thumbnail_display_comments&amp;ae=admin_thumbnail_display_comments_end'), //cpg1.4
  array('Εμφάνιση του προσθέτη κάτω από την μικρογραφία', 'display_uploader', 1, 'f=index.htm&amp;as=admin_thumbnail_display_uploader&amp;ae=admin_thumbnail_display_uploader_end'), //cpg1.4
  //array('Εμφάνιση ονόματος διαχειριστή των προσθετών κάτω από την μικρογραφία', 'display_admin_uploader', 1, 'f=index.htm&amp;as=admin_thumbnail_display_admin_uploader&amp;ae=admin_thumbnail_display_admin_uploader_end'), //cpg1.4
  array('Εμφάνιση ονόματος αρχείου κάτω από την μικρογραφία', 'display_filename', 1, 'f=index.htm&amp;as=admin_thumbnail_display_filename&amp;ae=admin_thumbnail_display_filename_end'), //cpg1.4
  //array('Εμφάνιση περιγραφής του άλμπουμ', 'alb_desc_thumb', 1, 'f=index.htm&amp;as=admin_thumbnail_display_description&amp;ae=admin_thumbnail_display_description_end'), //cpg1.4
  array('Προεπιλεγμένη ταξινόμηση για τα αρχεία', 'default_sort_order', 3, 'f=index.htm&amp;as=admin_thumbnail_default_sortorder&amp;ae=admin_thumbnail_default_sortorder_end'), //cpg1.4
  array('Ελάχιστος αριθμός ψήφων για την εμφάνιση ενός αρχείου στην λίστα \'υψηλά-βαθμολογημένα\'', 'min_votes_for_rating', 0, 'f=index.htm&amp;as=admin_thumbnail_minimum_votes&amp;ae=admin_thumbnail_minimum_votes_end'), //cpg1.4

  'Εμφάνιση εικόνων', //cpg1.4
  array('Πλάτος πίνακα για εμφάνιση αρχείου (εικονοστοιχεία ή %)', 'picture_table_width', 0, 'f=index.htm&amp;as=admin_image_comment_table-width&amp;ae=admin_image_comment_table-width_end'), //cpg1.4
  array('Προκαθοριμένη εμφάνιση πληροφοριών αρχείων', 'display_pic_info', 1, 'f=index.htm&amp;as=admin_image_comment_info_visible&amp;ae=admin_image_comment_info_visible_end'), //cpg1.4
  array('Μέγιστος αριθμός χαρακτήρων για την περιγραφή μιας εικόνας', 'max_img_desc_length', 0, 'f=index.htm&amp;as=admin_image_comment_descr_length&amp;ae=admin_image_comment_descr_length_end'), //cpg1.4
  array('Μέγιστος αριθμός χαρακτήρων σε μία λέξη', 'max_com_wlength', 0, 'f=index.htm&amp;as=admin_image_comment_chars_per_word&amp;ae=admin_image_comment_chars_per_word_end'), //cpg1.4
  array('Εμφάνιση λωρίδας ταινιών', 'display_film_strip', 1, 'f=index.htm&amp;as=admin_image_comment_filmstrip_toggle&amp;ae=admin_image_comment_filmstrip_toggle_end'), //cpg1.4
  array('Εμφάνιση ονόματος αρχείου κάτω από τις μικρογραφίες της λωρίδας ταινιών', 'display_film_strip_filename', 1, 'f=index.htm&amp;as=admin_image_comment_display_film_strip_filename&amp;ae=admin_image_comment_display_film_strip_filename_end'), //cpg1.4
  array('Αριθμός αντικειμένων στην λωρίδα ταινιών', 'max_film_strip_items', 0, 'f=index.htm&amp;as=admin_image_comment_filmstrip_number&amp;ae=admin_image_comment_filmstrip_number_end'), //cpg1.4
  array('Χρόνος εναλλαγής φωτογραφιών κατά την προβολή διαφανειών σε χιλιοστά δευτερολέπτου (1 δευτερόλεπτο = 1000 χιλιοστά δευτερολέπτου)', 'slideshow_interval', 0, 'f=index.htm&amp;as=admin_image_comment_slideshow_interval&amp;ae=admin_image_comment_slideshow_interval_end'), //cpg1.4

  'Ρυθμίσεις σχολίων', //cpg1.4
  array('Φιλτράρισμα άσχημων λέξεων στα σχόλια', 'filter_bad_words', 1, 'f=index.htm&amp;as=admin_image_comment_bad_words&amp;ae=admin_image_comment_bad_words_end'), //cpg1.4
  array('Να επιτρέπονται φατσούλες στα σχόλια', 'enable_smilies', 1, 'f=index.htm&amp;as=admin_image_comment_smilies&amp;ae=admin_image_comment_smilies_end'), //cpg1.4
  array('Να επιτρέπονται διαδοχικά σχόλια σε ένα αρχείο από τον ίδιο χρήστη (απενεργοποίηση προστασίας από πλημμύρα)', 'disable_comment_flood_protect', 1, 'f=index.htm&amp;as=admin_image_comment_flood&amp;ae=admin_image_comment_flood_end'), //cpg1.4
  array('Μέγιστος αριθμός γραμμών σε ένα σχόλιο', 'max_com_lines', 0, 'f=index.htm&amp;as=admin_image_comment_lines&amp;ae=admin_image_comment_lines_end'), //cpg1.4
  array('Μέγιστος αριθμός χαρακτήρων σε ένα σχόλιο', 'max_com_size', 0, 'f=index.htm&amp;as=admin_image_comment_length&amp;ae=admin_image_comment_length_end'), //cpg1.4
  array('Ειδοποίηση διαχειριστή για τα σχόλια με email', 'email_comment_notification', 1, 'f=index.htm&amp;as=admin_image_comment_admin_notify&amp;ae=admin_image_comment_admin_notify_end'), //cpg1.4
  array('Ταξινόμηση των σχολίων', 'comments_sort_descending', 17, 'f=index.htm&amp;as=admin_comment_sort_start&amp;ae=admin_comment_sort_end'), //cpg1.4
  array('Πρόθεμα για τους ανώνυμους συντάκτες σχολίων', 'comments_anon_pfx', 0, 'f=index.htm&amp;as=comments_anon_pfx&amp;ae=comments_anon_pfx_end'), //cpg1.4

  'Ρυθμίσεις αρχείων και μικρογραφιών',
  array('Ποιότητα αρχείων JPEG', 'jpeg_qual', 0, 'f=index.htm&amp;as=admin_picture_thumbnail_jpeg_quality&amp;ae=admin_picture_thumbnail_jpeg_quality_end'), //cpg1.4
  array('Μέγιστες διαστάσεις μιας μικρογραφίας <a href="#notice2" class="clickable_option">**</a>', 'thumb_width', 0, 'f=index.htm&amp;as=admin_picture_thumbnail_max-dimension&amp;ae=admin_picture_thumbnail_max-dimension_end'), //cpg1.4
  array('Χρήση διαστάσεων (πλάτος ή ύψος ή Μέγιστη αναλογία για τις μικρογραφίες) <a href="#notice2" class="clickable_option">**</a>', 'thumb_use', 7, 'f=index.htm&amp;as=admin_picture_thumbnail_use-dimension&amp;ae=admin_picture_thumbnail_use-dimension_end'), //cpg1.4
  array('Δημιουργία ενδιάμεσων φωτογραφιών','make_intermediate',1, 'f=index.htm&amp;as=admin_picture_thumbnail_intermediate_toggle&amp;ae=admin_picture_thumbnail_intermediate_toggle_end'), //cpg1.4
  array('Μέγιστο πλάτος ή ύψος μιας ενδιάμεσης φωτογραφίας ή βίντεο <a href="#notice2" class="clickable_option">**</a>', 'picture_width', 0, 'f=index.htm&amp;as=admin_picture_thumbnail_intermediate_dimension&amp;ae=admin_picture_thumbnail_intermediate_dimension_end'), //cpg1.4
  array('Μέγιστο μέγεθος προστιθέμενων αρχείων (KB)', 'max_upl_size', 0, 'f=index.htm&amp;as=admin_picture_thumbnail_max_upload_size&amp;ae=admin_picture_thumbnail_max_upload_size_end'), //cpg1.4
  array('Μέγιστο πλάτος ή ύψος προστιθέμενων φωτογραφιών/βίντεο (εικονοστοιχεία)', 'max_upl_width_height', 0, 'f=index.htm&amp;as=admin_picture_thumbnail_max_upload_dimension&amp;ae=admin_picture_thumbnail_max_upload_dimension_end'), //cpg1.4
  array('Αυτόματη αναμεγέθυνση φωτογραφιών που είναι μεγαλύτερες από το μέγιστο πλάτος ή ύψος', 'auto_resize', 16, 'f=index.htm&amp;as=admin_picture_thumbnail_auto-resize&amp;ae=admin_picture_thumbnail_auto-resize_end'), //cpg1.4

  'Προχωρημένες ρυθμίσεις αρχείων και μικρογραφιών',
  array('Τα άλμπουμς μπορούν να είναι ιδιωτικά (Σημείωση: εάν αλλάξετε από \'ναι\' σε \'όχι\' κάθε υπάρχων ιδιωτικό άλμπουμ θα γίνει δημόσιο)', 'allow_private_albums', 1, 'f=index.htm&amp;as=admin_picture_thumb_advanced_private_toggle&amp;ae=admin_picture_thumb_advanced_private_toggle_end'), //cpg1.4
  array('Εμφάνιση εικόνας ιδιωτικών άλμπουμς στους επισκέπτες','show_private',1, 'f=index.htm&amp;as=admin_picture_thumb_advanced_private_icon_show&amp;ae=admin_picture_thumb_advanced_private_icon_show_end'), //cpg1.4
  array('Απαγορευμένοι χαρακτήρες στα ονόματα αρχείων', 'forbiden_fname_char',0, 'f=index.htm&amp;as=admin_picture_thumb_advanced_filename_forbidden_chars&amp;ae=admin_picture_thumb_advanced_filename_forbidden_chars_end'), //cpg1.4
  //array('Αποδεκτές επεκτάσεις αρχείων για τις προστιθέμενες φωτογραφίες', 'allowed_file_extensions',0, 'f=index.htm&amp;as=&amp;ae=_end'), //cpg1.4
  array('Επιτρεπόμεοι τύποι εικόνων', 'allowed_img_types',0, 'f=index.htm&amp;as=admin_picture_thumb_advanced_pic_extensions&amp;ae=admin_picture_thumb_advanced_pic_extensions_end'), //cpg1.4
  array('Επιτρεπόμενοι τύποι ταινιών', 'allowed_mov_types',0, 'f=index.htm&amp;as=admin_thumbs_advanced_movie&amp;ae=admin_thumbs_advanced_movie_end'), //cpg1.4
  array('Αυτόματο ξεκίνημα ταινίας', 'media_autostart',1, 'f=index.htm&amp;as=admin_movie_autoplay&amp;ae=admin_movie_autoplay_end'), //cpg1.4
  array('Επιτρεπόμενοι τύποι ήχων', 'allowed_snd_types',0, 'f=index.htm&amp;as=admin_picture_thumb_advanced_audio_extensions&amp;ae=admin_picture_thumb_advanced_audio_extensions_end'), //cpg1.4
  array('Επιτρεπόμενοι τύποι κειμένων', 'allowed_doc_types',0, 'f=index.htm&amp;as=admin_picture_thumb_advanced_doc_extensions&amp;ae=admin_picture_thumb_advanced_doc_extensions_end'), //cpg1.4
  array('Μέθοδος αλλαγής μεγέθους φωτογραφιών','thumb_method',2, 'f=index.htm&amp;as=admin_picture_thumb_advanced_resize_method&amp;ae=admin_picture_thumb_advanced_resize_method_end'), //cpg1.4
  array('Διαδρομή για την εφαρμογή \'μετατροπής\' ImageMagick (παράδειγμα /usr/bin/X11/)', 'impath', 0, 'f=index.htm&amp;as=admin_picture_thumb_advanced_im_path&amp;ae=admin_picture_thumb_advanced_im_path_end'), //cpg1.4
  //array('Επιτρεπόμενοι τύποι φωτογραφιών (ισχύει μόνο για το ImageMagick)', 'allowed_img_types',0, 'f=index.htm&amp;as=admin_picture_thumb_advanced_allowed_imagetypes&amp;ae=admin_picture_thumb_advanced_allowed_imagetypes_end'), //cpg1.4
  array('Επιλογές εντολών γραμμής για το ImageMagick', 'im_options', 0, 'f=index.htm&amp;as=admin_picture_thumb_advanced_im_commandline&amp;ae=admin_picture_thumb_advanced_im_commandline_end'), //cpg1.4
  array('Ανάγνωση πληροφοριών EXIF στα αρχεία JPEG', 'read_exif_data', 13, 'f=index.htm&amp;as=admin_picture_thumb_advanced_exif&amp;ae=admin_picture_thumb_advanced_exif_end'), //cpg1.4
  array('Ανάγνωση πληροφοριών IPTC στα αρχεία JPEG', 'read_iptc_data', 1, 'f=index.htm&amp;as=admin_picture_thumb_advanced_iptc&amp;ae=admin_picture_thumb_advanced_iptc_end'), //cpg1.4
  array('Φάκελλος των άλμπουμς <a href="#notice1" class="clickable_option">*</a>', 'fullpath', 0, 'f=index.htm&amp;as=admin_picture_thumb_advanced_albums_dir&amp;ae=admin_picture_thumb_advanced_albums_dir_end'), //cpg1.4
  array('Φάκελλος των αρχείων χρηστών <a href="#notice1" class="clickable_option">*</a>', 'userpics', 0, 'f=index.htm&amp;as=admin_picture_thumb_advanced_userpics_dir&amp;ae=admin_picture_thumb_advanced_userpics_dir_end'), //cpg1.4
  array('Πρόθεμα για τις ενδιάμεσες φωτογραφίες <a href="#notice1" class="clickable_option">*</a>', 'normal_pfx', 0, 'f=index.htm&amp;as=admin_picture_thumb_advanced_intermediate_prefix&amp;ae=admin_picture_thumb_advanced_intermediate_prefix_end'), //cpg1.4
  array('Πρόθεμα για τις μικρογραφίες <a href="#notice1" class="clickable_option">*</a>', 'thumb_pfx', 0, 'f=index.htm&amp;as=admin_picture_thumb_advanced_thumbs_prefix&amp;ae=admin_picture_thumb_advanced_thumbs_prefix_end'), //cpg1.4
  array('Προεπιλεγμένες ρυθμίσεις για φακέλλους', 'default_dir_mode', 0, 'f=index.htm&amp;as=admin_picture_thumb_advanced_chmod_folder&amp;ae=admin_picture_thumb_advanced_chmod_folder_end'), //cpg1.4
  array('Προεπιλεγμένες ρυθμίσεις για αρχεία', 'default_file_mode', 0, 'f=index.htm&amp;as=admin_picture_thumb_advanced_chmod_files&amp;ae=admin_picture_thumb_advanced_chmod_files_end'), //cpg1.4

  'Ρυθμίσεις χρηστών',
  array('Να επιτρέπεται η εγγραφή νέων χρηστών', 'allow_user_registration', 1, 'f=index.htm&amp;as=admin_allow_registration&amp;ae=admin_allow_registration_end'), //cpg1.4
  array('Να επιτρέπεται η πρόσβαση σε μη-αυθεντικοποιημένους (επισκέπτες ή ανώνυμους) χρήστες', 'allow_unlogged_access', 1, 'f=index.htm&amp;as=admin_allow_unlogged_access&amp;ae=admin_allow_unlogged_access_end'), //cpg1.4
  array('Η εγγραφή νέων χρηστών χρειάζεται επαλήθευση με email', 'reg_requires_valid_email', 1, 'f=index.htm&amp;as=admin_registration_verify&amp;ae=admin_registration_verify_end'), //cpg1.4
  array('Ενημέρωση διαχειριστή με email για νέες εγγραφές', 'reg_notify_admin_email', 1, 'f=index.htm&amp;as=admin_registration_notify&amp;ae=admin_registration_notify_end'), //cpg1.4
  array('Ενεργοποίηση εγγραφών από διαχειριστή', 'admin_activation', 1, 'f=index.htm&amp;as=admin_activation&amp;ae=admin_activation_end'),  //cpg1.4
  array('Να επιτρέπεται σε δύο χρήστες να έχουν την ίδια email διεύθυνση', 'allow_duplicate_emails_addr', 1, 'f=index.htm&amp;as=admin_allow_duplicate_emails_addr&amp;ae=admin_allow_duplicate_emails_addr_end'), //cpg1.4
  array('Ενημέρωση διαχειριστή/ών για προσθήκες χρηστών που περιμένουν έγκριση', 'upl_notify_admin_email', 1, 'f=index.htm&amp;as=admin_approval_notify&amp;ae=admin_approval_notify_end'), //cpg1.4
  array('Εμφάνιση λίστας μελών σε αυθεντικοποιημένους χρήστες', 'allow_memberlist', 1, 'f=index.htm&amp;as=admin_user_memberlist&amp;ae=admin_user_memberlist_end'), //cpg1.4
  array('Να επιτρέπεται στους χρήστες η αλλαγή της email διεύθυνσής τους στο προφίλ τους', 'allow_email_change', 1, 'f=index.htm&amp;as=admin_user_allow_email_change&amp;ae=admin_user_allow_email_change_end'), //cpg1.4
  array('Να επιτρέπεται στους χρήστες η διατήρηση ελέγχου των φωτογραφιών τους σε δημόσιες γκαλερί', 'users_can_edit_pics', 1, 'f=index.htm&amp;as=admin_user_editpics_public_start&amp;ae=admin_user_editpics_public_end'), //cpg1.4
  array('Αριθμός αποτυχημένων προσπαθειών για αυθεντικοποίηση μέχρι τον προσωρινό αποκλεισμό (προς αποφυγή επιθέσεων κλοπής κωδικών)', 'login_threshold', 0, 'f=index.htm&amp;as=admin_user_login_start&amp;ae=admin_user_login_end'), //cpg1.4
  array('Διάρκεια προσωρινού αποκλεισμού μετά από αποτυχημένες προσπάθειες αυθεντικοποίησης', 'login_expiry', 0, 'f=index.htm&amp;as=admin_user_login_start&amp;ae=admin_user_login_end'), //cpg1.4
  array('Ενεργοποίση αποστολής αναφορών στους διαχειριστές', 'report_post', 1, 'f=index.htm&amp;as=admin_user_enable_report&amp;ae=admin_user_enable_report_end'),  //cpg1.4

// custom profile fields,  //cpg1.4
  'Διαμορφοποιήσιμα πεδία για προφίλ χρηστών (αφήστε τα κενά εάν δεν χρησιμοποιούνται).
  Χρησιμοποιήστε το Προφίλ 6 για μεγάλες καταχωρήσεις, όπως βιογραφίες', //cpg1.4
  array('Όνομα προφίλ 1', 'user_profile1_name', 0, 'f=index.htm&amp;as=admin_custom&amp;ae=admin_custom_end'), //cpg1.4
  array('Όνομα προφίλ 2', 'user_profile2_name', 0), //cpg1.4
  array('Όνομα προφίλ 3', 'user_profile3_name', 0), //cpg1.4
  array('Όνομα προφίλ 4', 'user_profile4_name', 0), //cpg1.4
  array('Όνομα προφίλ 5', 'user_profile5_name', 0), //cpg1.4
  array('Όνομα προφίλ 6', 'user_profile6_name', 0), //cpg1.4

  'Διαμορφοποιήσιμα πεδία για περιγραφή εικόνων (αφήστε τα κενά εάν δεν χρησιμοποιούνται)',
  array('Όνομα πεδίου 1', 'user_field1_name', 0, 'f=index.htm&amp;as=admin_custom_image&amp;ae=admin_custom_image_end'), //cpg1.4
  array('Όνομα πεδίου 2', 'user_field2_name', 0),
  array('Όνομα πεδίου 3', 'user_field3_name', 0),
  array('Όνομα πεδίου 4', 'user_field4_name', 0),

  'Ρυθμίσεις για τα cookies',
  array('Όνομα του cookie', 'cookie_name', 0, 'f=index.htm&amp;as=admin_cookie_name&amp;ae=admin_cookie_name_end'), //cpg1.4
  array('Διαδρομή του cookie', 'cookie_path', 0, 'f=index.htm&amp;as=admin_cookie_path&amp;ae=admin_cookie_path_end'), //cpg1.4

  'Ρυθμίσεις email (συνήθως τίποτε δεν χρειάζεται να αλλαχθεί εδώ. Eάν δεν είστε σίγουροι αφήστε κενά όλα τα πεδία)', //cpg1.4
  array('SMTP Host (εάν μείνει κενό, θα χρησιμοποιηθεί το sendmail)', 'smtp_host', 0, 'f=index.htm&amp;as=admin_email&amp;ae=admin_email_end'), //cpg1.4
  array('SMTP όνομα χρήστη', 'smtp_username', 0), //cpg1.4
  array('SMTP κωδικός', 'smtp_password', 0), //cpg1.4

  'Αναγραφή και στατιστικές', //cpg1.4
  array('Λειτουργία αναγραφής (logging) <a href="#notice3" class="clickable_option">***</a>', 'log_mode', 11, 'f=index.htm&amp;as=admin_logging_log_mode&amp;ae=admin_logging_log_mode_end'), //cpg1.4
  array('Αναγραφή των ηλεκτρονικών καρτών', 'log_ecards', 1, 'f=index.htm&amp;as=admin_general_log_ecards&amp;ae=admin_general_log_ecards_end'), //cpg1.4
  array('Κράτηση λεπτομερών στατιστικών των ψήφων','vote_details',1, 'f=index.htm&amp;as=admin_logging_votedetails&amp;ae=admin_logging_votedetails_end'), //cpg1.4
  array('Κράτηση λεπτομερών στατιστικών των επισκέψεων','hit_details',1, 'f=index.htm&amp;as=admin_logging_hitdetails&amp;ae=admin_logging_hitdetails_end'), //cpg1.4

  'Ρυθμίσεις συντήρησης', //cpg1.4
  array('Ενεργοποίηση λειτουργίας εντοπισμού λαθών', 'debug_mode', 9, 'f=index.htm&amp;as=debug_mode&amp;ae=debug_mode_end'), //cpg1.4
  array('Εμφάνιση ειδοποιήσεων κατά την λειτουργία εντοπισμού λαθών', 'debug_notice', 1, 'f=index.htm&amp;as=admin_misc_debug_notices&amp;ae=admin_misc_debug_notices_end'), //cpg1.4
  array('Η γκαλερί είναι εκτός λειτουργίας', 'offline', 1, 'f=index.htm&amp;as=admin_general_offline&amp;ae=admin_general_offline_end'), //cpg1.4
);


// ------------------------------------------------------------------------- //
// File db_ecard.php
// ------------------------------------------------------------------------- //

if (defined('DB_ECARD_PHP')) $lang_db_ecard_php = array(
  'title' => 'Αποστολή ηλεκτρονικής κάρτας',
  'ecard_sender' => 'Αποστολέας',
  'ecard_recipient' => 'Παραλήπτης',
  'ecard_date' => 'Ημερομηνία',
  'ecard_display' => 'Εμφάνιση ηλεκτρονικής κάρτας',
  'ecard_name' => 'Όνομα',
  'ecard_email' => 'Email',
  'ecard_ip' => 'IP #',
  'ecard_ascending' => 'ανοδικά',
  'ecard_descending' => 'καθοδικά',
  'ecard_sorted' => 'Ταξινομημένα',
  'ecard_by_date' => 'κατά ημερομηνία',
  'ecard_by_sender_name' => 'κατά όνομα αποστολέα',
  'ecard_by_sender_email' => 'κατά email αποστολέα',
  'ecard_by_sender_ip' => 'κατά IP διεύθυνση αποστολέα',
  'ecard_by_recipient_name' => 'κατά όνομα παραλήπτη',
  'ecard_by_recipient_email' => 'κατά email παραλήπτη',
  'ecard_number' => 'εμφάνιση καταχηρήσεως %s έως %s από %s',
  'ecard_goto_page' => 'μετάβαση στην σελίδα',
  'ecard_records_per_page' => 'Καταχωρήσεις ανά σελίδα',
  'check_all' => 'Επιλογή Όλων',
  'uncheck_all' => 'Αποεπιλογή Όλων',
  'ecards_delete_selected' => 'Διαγραφή επιλεγμένων ηλεκτρονικών καρτών',
  'ecards_delete_confirm' => 'Είστε σίγουροι πως θέλετε να διαγράψετε τις καταχωρήσεις; Σημειώστε το τετραγωνίδιο!',
  'ecards_delete_sure' => 'Είμαι σίγουρος/η',
);


// ------------------------------------------------------------------------- //
// File db_input.php
// ------------------------------------------------------------------------- //

if (defined('DB_INPUT_PHP')) $lang_db_input_php = array(
  'empty_name_or_com' => 'Πρέπει να πληκτρολογήσετε το όνομά σας και ένα σχόλιο',
  'com_added' => 'Το σχόλιό σας προστέθηκε',
  'alb_need_title' => 'Πρέπει να δώσετε έναν τίτλο στο άλμπουμ !',
  'no_udp_needed' => 'Δεν χρειάζεται ενημέρωση.',
  'alb_updated' => 'Το άλμπουμ ενημερώθηκε',
  'unknown_album' => 'Το επιλεγμένο άλμπουμ δεν υπάρχει ή δεν έχετε άδεια πρόσθεσης αρχείων σε αυτό',
  'no_pic_uploaded' => 'Δεν προστέθηκαν φωτογραφίες !<br /><br />Εάν πραγματικά επιλέξατε αρχείο για πρόσθεση, σιγουρευτείτε πως ο διακομιστής επιτρέπει την πρόσθεση αρχείων...',
  'err_mkdir' => 'Αποτυχία δημιουργίας του φακέλλου %s !',
  'dest_dir_ro' => 'Ο κατάλογος προορισμού %s δεν είναι εγγράψιμος από το πρόγραμμα !',
  'err_move' => 'Αδύνατη η μετακίνηση του %s στο %s !',
  'err_fsize_too_large' => 'Το μέγεθος του αρχείου που προσθέσατε είναι πολύ μεγάλο (το μέγιστο επιτρεπόμενο είναι %s x %s) !', //obsolete since cpg1.3 - consider removal in cpg1.4 once upload.php has been overhauled
  'err_imgsize_too_large' => 'Το μέγεθος της φωτογραφίας που προσθέσατε είναι πολύ μεγάλο (το μέγιστο επιτρεπόμενο είναι %s KB) !', //obsolete since cpg1.3 - consider removal in cpg1.4 once upload.php has been overhauled
  'err_invalid_img' => 'Το αρχείο που προσθέσατε δεν είναι έγκυρη εικόνα !',
  'allowed_img_types' => 'Μπορείτε να προσθέσετε μόνο %s εικόνες.',
  'err_insert_pic' => 'Το αρχείο \'%s\' δεν μπορεί να καταχωρηθεί στο άλμπουμ',
  'upload_success' => 'Το αρχείο σας προστέθηκε επιτυχώς.<br /><br />Θα είναι ορατό μετά από την έγκριση του διαχειριστή.',
  'notify_admin_email_subject' => '%s - Ειδοποίηση πρόσθεσης',
  'notify_admin_email_body' => 'Μια φωτογραφία έχει προστεθεί από τον/την %s και χρειάζεται την έγκρισή σας. Παρακαλώ επισκεφθείτε το %s',
  'info' => 'Πληροφορίες',
  'com_added' => 'Το σχόλιο προστέθηκε',
  'alb_updated' => 'Το άλμπουμ ενημερώθηκε',
  'err_comment_empty' => 'Το σχόλιό σας είναι κενό !',
  'err_invalid_fext' => 'Μόνο αρχεία με τις ακόλουθες καταλήξεις γίνονται δεκτά: <br /><br />%s.',
  'no_flood' => 'Συγνώμη αλλά έχετε ήδη κάνει το τελευταίο σχόλιο για αυτό το αρχείο<br /><br />Επεξεργαστείτε το σχόλιο που έχετε κάνει, εάν θέλετε να το αλλάξετε',
  'redirect_msg' => 'Ανακατευθύνεστε.<br /><br /><br />Κάντε κλικ στο \'ΣΥΝΕΧΕΙΑ\' εάν η σελίδα δεν ανανεωθεί αυτόματα',
  'upl_success' => 'Το αρχείο σας προστέθηκε επιτυχώς',
  'email_comment_subject' => 'Προστέθηκε σχόλιο στην γκαλερί φωτογραφιών Coppermine',
  'email_comment_body' => 'Κάποιος έχει προσθέσει ένα σχόλιο στην γκαλερί σας. Κοιτάξτε το στο',
  'album_not_selected' => 'Δεν επιλέχθηκε άλμουμ', //cpg1.4
  'com_author_error' => 'Ένας εγγεγραμμένος χρήστης χρησιμοποιεί αυτό το ψευδώνυμο, αυθεντικοποιηθείτε ή χρησιμοποιήστε κάποιο άλλο', //cpg1.4
);

// ------------------------------------------------------------------------- //
// File delete.php
// ------------------------------------------------------------------------- //

if (defined('DELETE_PHP')) $lang_delete_php = array(
  'caption' => 'Λεζάντα',
  'fs_pic' => 'εικόνα πλήρους μεγέθους',
  'del_success' => 'διεγράφει επιτυχώς',
  'ns_pic' => 'φωτογραφία κανονικού μεγέθους',
  'err_del' => 'δεν μπορεί να διαγραφεί',
  'thumb_pic' => 'μικρογραφία',
  'comment' => 'σχόλιο',
  'im_in_alb' => 'φωτογραφία σε άλμπουμ',
  'alb_del_success' => '\'Αλμπουμ &laquo;%s&raquo; διεγράφει', //cpg1.4
  'alb_mgr' => 'Διαχείριση άλμπουμ',
  'err_invalid_data' => 'Άκυρα δεδομένα παρελήφθησαν στο \'%s\'',
  'create_alb' => 'Δημιουργία άλμπουμ \'%s\'',
  'update_alb' => 'Ενημέρωση του άλμπουμ \'%s\' με τίτλο \'%s\' και ευρετήριο \'%s\'',
  'del_pic' => 'Διαγραφή αρχείου',
  'del_alb' => 'Διαγραφή άλμπουμ',
  'del_user' => 'Διαγραφή χρήστη',
  'err_unknown_user' => 'Ο επιλεγμένος χρήστης δεν υπάρχει !',
  'err_empty_groups' => 'Δεν υπάρχει ο πίνακας της ομάδας, ή είναι άδειος!', //cpg1.4
  'comment_deleted' => 'Το σχόλιο διεγράφει επιτυχώς',
  'npic' => 'Φωτογραφία', //cpg1.4
  'pic_mgr' => 'Διαχείριση φωτογραφιών', //cpg1.4
  'update_pic' => 'Ενημέρωση της φωτογραφίας \'%s\' με όνομα αρχείου \'%s\' και ευρετήριο \'%s\'', //cpg1.4
  'username' => 'Όνομα χρήστη', //cpg1.4
  'anonymized_comments' => '%s σχόλιο/α ανώνυμοποιήθηκε', //cpg1.4
  'anonymized_uploads' => '%s δημόσια/ες προσθήκη/ες ανωνυμοποιήθηκαν', //cpg1.4
  'deleted_comments' => '%s σχόλιο/α διεγράφη/σαν', //cpg1.4
  'deleted_uploads' => '%s δημόσια/ες προσθήκη/ες διεγράφη/σαν', //cpg1.4
  'user_deleted' => 'χρήστης %s διεγράφει', //cpg1.4
  'activate_user' => 'Ενεργοποίηση χρήστη', //cpg1.4
  'user_already_active' => 'Ο λογαριασμός έχει ήδη ενεργοποιηθεί', //cpg1.4
  'activated' => 'Ενεργοποιήθηκε', //cpg1.4
  'deactivate_user' => 'Απενεργοποίηση χρήστη', //cpg1.4
  'user_already_inactive' => 'Ο λογαριασμός είναι ήδη ανενεργός', //cpg1.4
  'deactivated' => 'Απενεργοποιήθηκε', //cpg1.4
  'reset_password' => 'Μηδενισμός κωδικού/ών', //cpg1.4
  'password_reset' => 'Ο κωδικός μηδενίστηκε στο %s', //cpg1.4
  'change_group' => 'Αλλαγή πρωτεύουσας ομάδας', //cpg1.4
  'change_group_to_group' => 'Αλλαγή από %s σε %s', //cpg1.4
  'add_group' => 'Πρόσθεση δευτερεύουσας ομάδας', //cpg1.4
  'add_group_to_group' => 'Πρόσθεση χρήστη %s στην ομάδα %s. Είναι πλέον μέλος της ομάδας %s ως πρωτεύουσας και της %s ως δευτερεύουσας.', //cpg1.4
  'status' => 'Κατάσταση', //cpg1.4
);

// ------------------------------------------------------------------------- //
// File displayecard.php
// ------------------------------------------------------------------------- //

if (defined('DISPLAYECARD_PHP')) {

$lang_displayecard_php = array(
  'invalid_data' => 'Τα δεδομένα της ηλεκτρονικής κάρτας που προσπαθείτε να δείτε έχουν αλλοιωθεί από το πρόγραμμα ηλεκτρονικού ταχυδρομείου σας (email client). Σιγουρευτείτε πως ο σύνδεσμος είναι πλήρης.', //cpg1.4
);
}

// ------------------------------------------------------------------------- //
// File displayimage.php
// ------------------------------------------------------------------------- //

if (defined('DISPLAYIMAGE_PHP')){

$lang_display_image_php = array(
  'confirm_del' => 'Είστε σίγουρος/η πως θέλετε να ΔΙΑΓΡΑΨΕΤΕ αυτό το αρχείο ?\\nΤα σχόλια θα διαγραφούν επίσης.', //js-alert
  'del_pic' => 'ΔΙΑΓΡΑΦΗ ΑΥΤΟΥ ΤΟΥ ΑΡΧΕΙΟΥ',
  'size' => '%s x %s εικονοστοιχεία',
  'views' => '%s φορές',
  'slideshow' => 'Προβολή Διαφανειών',
  'stop_slideshow' => 'ΤΕΛΟΣ ΠΡΟΒΟΛΗΣ ΔΙΑΦΑΝΕΙΩΝ',
  'view_fs' => 'Κάντε κλικ για να δείτε την εικόνα σε πλήρες μέγεθος',
  'edit_pic' => 'Επεξεργασία πληροφοριών αρχείου', //cpg1.4
  'crop_pic' => 'Περικοπή και Περιστροφή',
  'set_player' => 'Αλλαγή προγράμματος αναπαραγωγής',
);

$lang_picinfo = array(
  'title' =>'Πληροφορίες αρχείου',
  'Filename' => 'Όνομα αρχείου',
  'Album name' => 'Όνομα άλμπουμ',
  'Rating' => 'Βαθμολογία (%s ψήφοι)',
  'Keywords' => 'Λέξεις Κλειδιά',
  'File Size' => 'Μέγεθος Αρχείου',
  'Date Added' => 'Ημερομηνία πρόσθεσης', //cpg1.4
  'Dimensions' => 'Διαστάσεις',
  'Displayed' => 'Εμφανίσεις',
  'URL' => 'URL', //cpg1.4
  'Make' => 'Χρονιάς', //cpg1.4
  'Model' => 'Μοντέλο', //cpg1.4
  'DateTime' => 'Ημερομηνία Ώρα', //cpg1.4
  'ISOSpeedRatings'=>'ISO', //cpg1.4
  'MaxApertureValue' => 'Ανώτατο Διάφραγμα', //cpg1.4
  'FocalLength' => 'Εστιακή απόσταση', //cpg1.4
  'Comment' => 'Σχόλιο',
  'addFav'=>'Προσθήκη στα Αγαπημένα',
  'addFavPhrase'=>'Αγαπημένα',
  'remFav'=>'Διαγραφή από τα Αγαπημένα',
  'iptcTitle'=>'IPTC Τίτλος',
  'iptcCopyright'=>'IPTC Πνευματικά δικαιώματα',
  'iptcKeywords'=>'IPTC Λέξεις-κλειδιά',
  'iptcCategory'=>'IPTC Κατηγορία',
  'iptcSubCategories'=>'IPTC Υποκατηγορίες',
  'ColorSpace' => 'Χώρος Χρώματος', //cpg1.4
  'ExposureProgram' => 'Πρόγραμμα Έκθεσης', //cpg1.4
  'Flash' => 'Flash', //cpg1.4
  'MeteringMode' => 'Λειτουργία Μέτρησης', //cpg1.4
  'ExposureTime' => 'Χρόνος Έκθεσης', //cpg1.4
  'ExposureBiasValue' => 'Έκθεση Bias', //cpg1.4
  'ImageDescription' => 'Περιγραφή Εικόνας', //cpg1.4
  'Orientation' => 'Προσανατολισμός', //cpg1.4
  'xResolution' => 'X Ανάλυση', //cpg1.4
  'yResolution' => 'Y Ανάλυση', //cpg1.4
  'ResolutionUnit' => 'Μονάδα Ανάλυσης', //cpg1.4
  'Software' => 'Λογισμικό', //cpg1.4
  'YCbCrPositioning' => 'YCbCrPositioning', //cpg1.4
  'ExifOffset' => 'Exif Offset', //cpg1.4
  'IFD1Offset' => 'IFD1 Offset', //cpg1.4
  'FNumber' => 'FNumber', //cpg1.4
  'ExifVersion' => 'Έκδοση Exif', //cpg1.4
  'DateTimeOriginal' => 'Αρχική Ημερομηνία', //cpg1.4
  'DateTimedigitized' => 'Ψηφιακή Ημερομηνία', //cpg1.4
  'ComponentsConfiguration' => 'Ρύθμιση Συστατικών', //cpg1.4
  'CompressedBitsPerPixel' => 'Συμπιεσμένα Κομμάτια Ανά Εικονοστοιχείο', //cpg1.4
  'LightSource' => 'Πηγή Φωτός', //cpg1.4
  'ISOSetting' => 'Ρύθμιση ISO', //cpg1.4
  'ColorMode' => 'Λειτουργία Χρώματος', //cpg1.4
  'Quality' => 'Ποιότητα', //cpg1.4
  'ImageSharpening' => 'Όξυνση Φωτογραφίας', //cpg1.4
  'FocusMode' => 'Τρόπος Εστίασης', //cpg1.4
  'FlashSetting' => 'Ρύθμιση Flash', //cpg1.4
  'ISOSelection' => 'Επιλογή ISO', //cpg1.4
  'ImageAdjustment' => 'Ρύθμιση Εικόνας', //cpg1.4
  'Adapter' => 'Προσαρμοστής', //cpg1.4
  'ManualFocusDistance' => 'Χειροκίνητη Απόσταση Εστίασης', //cpg1.4
  'DigitalZoom' => 'Ψηφιακό Ζουμ', //cpg1.4
  'AFFocusPosition' => 'AF Focus Position', //cpg1.4
  'Saturation' => 'Κορεσμός', //cpg1.4
  'NoiseReduction' => 'Μείωση Θορύβου', //cpg1.4
  'FlashPixVersion' => 'Έκδοση Flash Pix', //cpg1.4
  'ExifImageWidth' => 'Exif Πλάτος Εικόνας', //cpg1.4
  'ExifImageHeight' => 'Exif Ύψος Εικόνας', //cpg1.4
  'ExifInteroperabilityOffset' => 'Exif Interoperability Offset', //cpg1.4
  'FileSource' => 'Πηγή Αρχείου', //cpg1.4
  'SceneType' => 'Τύπος Σκηνής', //cpg1.4
  'CustomerRender' => 'Customer Render', //cpg1.4
  'ExposureMode' => 'Τρόπος Έκθεσης', //cpg1.4
  'WhiteBalance' => 'Ισορροπία \'Ασπρου', //cpg1.4
  'DigitalZoomRatio' => 'Αναλογία Ψηφιακού Ζουμ', //cpg1.4
  'SceneCaptureMode' => 'Τρόπος Σύλληψης Σκηνής', //cpg1.4
  'GainControl' => 'Έλεγχος Κέρδους', //cpg1.4
  'Contrast' => 'Ευκρίνεια', //cpg1.4
  'Sharpness' => 'Όξυνση', //cpg1.4
  'ManageExifDisplay' => 'Διαχείριση Εμφάνισης Πληροφοριών Exif', //cpg1.4
  'submit' => 'Υποβολή', //cpg1.4
  'success' => 'Οι πληροφορίες ενημερώθηκαν επιτυχώς.', //cpg1.4
  'details' => 'Λεπτομέρειες', //cpg1.4
);

$lang_display_comments = array(
  'OK' => 'OK',
  'edit_title' => 'Επεξεργασία σχολίου',
  'confirm_delete' => 'Είστε σίγουροι πως θέλετε να διαγράψετε αυτό το σχόλιο ;', //js-alert
  'add_your_comment' => 'Προσθέστε το σχόλιό σας',
  'name'=>'Όνομα',
  'comment'=>'Σχόλιο',
// =====================
  'your_name' => 'Ανωνυμος',
// =====================
  'report_comment_title' => 'Αναφορά αυτού του σχολίου στον διαχειριστή', //cpg1.4
);

$lang_fullsize_popup = array(
  'click_to_close' => 'Κάντε κλικ στην εικόνα για να κλείσετε αυτό το παράθυρο',
);

}

// ------------------------------------------------------------------------- //
// File ecard.php
// ------------------------------------------------------------------------- //

if (defined('ECARDS_PHP') || defined('DISPLAYECARD_PHP')) $lang_ecard_php =array(
  'title' => 'Στείλτε μια ηλεκτρονική κάρτα',
  'invalid_email' => '<font color="red"><b>Προειδοποίηση</b></font>: άκυρη email διεύθυνση:', //cpg1.4
  'ecard_title' => 'Μία ηλεκτρονική κάρτα από τον/την %s για εσάς',
  'error_not_image' => 'Μόνο εικόνες μπορούν να σταλούν ως ηλεκτρονικές κάρτες.',
  'view_ecard' => 'Εναλλακτικός σύνδεσμος στην περίπτωση που η ηλεκτρονική κάρτα δεν εμφανίζεται σωστά', //cpg1.4
  'view_ecard_plaintext' => 'Για να δείτε αυτή την ηλεκτρονική κάρτα, αντιγράψτε και επικολλήστε αυτό το url στο πεδίο Διεύθυνση του πλοηγού ιστοσελίδων:', //cpg1.4
  'view_more_pics' => 'Εμφάνιση περισσότερων φωτογραφιών !', //cpg1.4
  'send_success' => 'Η ηλεκτρονική κάρτα σας έχει σταλεί',
  'send_failed' => 'Λυπούμαστε αλλά ο διακομιστής δεν μπορεί να στείλει την ηλεκτρονική κάρτα σας...',
  'from' => 'Από',
  'your_name' => 'Το όνομά σας',
  'your_email' => 'Η email διεύθυνσή σας',
  'to' => 'Προς',
  'rcpt_name' => 'Όνομα παραλήπτη',
  'rcpt_email' => 'Διεύθυνση email παραλήπτη',
  'greetings' => 'Επικεφαλίδα', //cpg1.4
  'message' => 'Μύνημα', //cpg1.4
  'ecards_footer' => 'Στάληκε από τον/την %s με IP διεύθυνση %s στις %s (ώρα της γκαλερί)', //cpg1.4
  'preview' => 'Προεπισκόπηση της ηλεκτρονικής κάρτας', //cpg1.4
  'preview_button' => 'Προεπισκόπηση', //cpg1.4
  'submit_button' => 'Αποστολή ηλεκτρονικής κάρτας', //cpg1.4
  'preview_view_ecard' => 'Αυτός θα είναι ο εναλλακτικός σύνδεσμος για την ηλεκτρονική κάρτα σας μόλις δημιουργηθεί. Δεν θα λειτουργήσει για προεπισκόπηση.', //cpg1.4
);

// ------------------------------------------------------------------------- //
// File report_file.php //cpg1.4
// ------------------------------------------------------------------------- //

if (defined('REPORT_FILE_PHP') || defined('DISPLAYREPORT_PHP')) $lang_report_php =array(
  'title' => 'Αναφορά σε διαχειριστή', //cpg1.4
  'invalid_email' => '<b>Προειδοποίηση</b> : άκυρη email διεύθυνση !', //cpg1.4
  'report_subject' => 'Μία αναφορά από τον/ην %s στην γκαλερί %s', //cpg1.4
  'view_report' => 'Εναλλακτικός σύνδεσμος εάν η αναφορά δεν εμφανιστεί σωστά', //cpg1.4
  'view_report_plaintext' => 'Για να δείτε την αναφορά, αντιγράψτε και επικολλήστε αυτό το url στο πεδίο Διεύθυνση του πλοηγού ιστοσελίδων:', //cpg1.4
  'view_more_pics' => 'Γκαλερί', //cpg1.4
  'send_success' => 'Η αναφορά σας έχει σταλεί', //cpg1.4
  'send_failed' => 'Λυπούμαστε αλλά ο διακομιστής δεν μπόρεσε να στείλει την αναφορά σας...', //cpg1.4
  'from' => 'Από', //cpg1.4
  'your_name' => 'Το όνομά σας', //cpg1.4
  'your_email' => 'Η email διεύθυνσή σας', //cpg1.4
  'to' => 'Προς', //cpg1.4
  'administrator' => 'Διαχειριστής/Συντονιστής', //cpg1.4
  'subject' => 'Θέμα', //cpg1.4
  'comment_field_name' => 'Αναφορά για Σχόλιο από "%s"', //cpg1.4
  'reason' => 'Λόγος', //cpg1.4
  'message' => 'Μύνημα', //cpg1.4
  'report_footer' => 'Στάληκε από τον/ην %s με IP διεύθυνση %s στις %s (ώρα της γκαλερί)', //cpg1.4
  'obscene' => 'άσεμνο', //cpg1.4
  'offensive' => 'προσβλητικό', //cpg1.4
  'misplaced' => 'εκτός θέματος/λάθος τοποθετημένο', //cpg1.4
  'missing' => 'λείπει', //cpg1.4
  'issue' => 'λάθος/δεν μπορεί να εμφανιστεί', //cpg1.4
  'other' => 'άλλο', //cpg1.4
  'refers_to' => 'Η αναφορά του αρχείου αναφέρεται στο', //cpg1.4
  'reasons_list_heading' => 'λόγος/οι για την αναφορά:', //cpg1.4
  'no_reason_given' => 'δεν δώθηκε λόγος', //cpg1.4
  'go_comment' => 'Μετάβαση στο σχόλιο', //cpg1.4
  'view_comment' => 'Εμφάνιση πλήρους αναφοράς με σχόλιο', //cpg1.4
  'type_file' => 'αρχείο', //cpg1.4
  'type_comment' => 'σχόλιο', //cpg1.4
);

// ------------------------------------------------------------------------- //
// File editpics.php
// ------------------------------------------------------------------------- //

if (defined('EDITPICS_PHP')) $lang_editpics_php = array(
  'pic_info' => 'Πληροφορίες αρχείου',
  'album' => '\'Αλμπουμ',
  'title' => 'Τίτλος',
  'filename' => 'Όνομα αρχείου', //cpg1.4
  'desc' => 'Περιγραφή',
  'keywords' => 'Λέξεις-κλειδιά',
  'new_keyword' => 'Νέα λέξη-κλειδί', //cpg1.4
  'new_keywords' => 'Βρέθηκαν νέες λέξεις-κλειδιά', //cpg1.4
  'existing_keyword' => 'Υπάρχουσα λέξη-κλειδί', //cpg1.4
  'pic_info_str' => '%s &times; %s - %s KB - %s εμφανίσεις - %s ψήφοι',
  'approve' => 'Έγκριση αρχείου',
  'postpone_app' => 'Αναβολή έγκρισης',
  'del_pic' => 'Διαγραφή αρχείου',
  'del_all' => 'Διαγραφή ΟΛΩΝ των αρχείων', //cpg1.4
  'read_exif' => 'Επανάγνωση πληροφοριών EXIF',
  'reset_view_count' => 'Μηδενισμός μετρητή εμφανίσεων',
  'reset_all_view_count' => 'Μηδενισμός ΟΛΩΝ των μετρητών εμφανίσεων', //cpg1.4
  'reset_votes' => 'Μηδενισμός ψήφων',
  'reset_all_votes' => 'Μηδενισμός ΟΛΩΝ των ψήφων', //cpg1.4
  'del_comm' => 'Διαγραφή σχολίων',
  'del_all_comm' => 'Διαγραφή ΟΛΩΝ των σχολίων', //cpg1.4
  'upl_approval' => 'Έγκριση προσθήκης', //cpg1.4
  'edit_pics' => 'Επεξεργασία αρχείων',
  'see_next' => 'Εμφάνιση επόμενων αρχείων',
  'see_prev' => 'Εμφάνιση προηγούμενων αρχείων',
  'n_pic' => '%s αρχεία',
  'n_of_pic_to_disp' => 'Αριθμός αρχείων προς εμφάνιση',
  'apply' => 'Εφαρμογή τροποποιήσεων',
  'crop_title' => 'Επεξεργαστής Φωτογραφιών του Coppermine',
  'preview' => 'Προεπισκόπηση',
  'save' => 'Αποθήκευση φωτογραφίας',
  'save_thumb' =>'Αποθήκευση ως μικρογραφία',
  'gallery_icon' => 'Να γίνει εικονίδιο της γκαλερί', //cpg1.4
  'sel_on_img' =>'Η επιλογή πρέπει να είναι εξ ολοκλήρου στην εικόνα!', //js-alert
  'album_properties' =>'Ιδιότητες του άλμπουμ', //cpg1.4
  'parent_category' =>'Δημιουργός κατηγορίας', //cpg1.4
  'thumbnail_view' =>'Εμφάνιση ως μικρογραφία', //cpg1.4
  'select_unselect' =>'επιλογή/αποεπιλογή όλων', //cpg1.4
  'file_exists' => "Το αρχείο προορισμού '%s' υπάρχει ήδη.", //cpg1.4
  'rename_failed' => "Απέτυχε η μετονόμαση του '%s' σε '%s'.", //cpg1.4
  'src_file_missing' => "Το πηγαίο αρχείο '%s' λείπει.", // cpg 1.4
  'mime_conv' => "Δεν είναι δυνατή η μετατροπή του αρχείου από '%s' σε '%s'",//cpg1.4
  'forb_ext' => 'Απαγορευμένη επέκταση αρχείου.', //cpg1.4
);

// ------------------------------------------------------------------------- //
// File faq.php
// ------------------------------------------------------------------------- //

if (defined('FAQ_PHP')) $lang_faq_php = array(
  'faq' => 'Συχνές Ερωτήσεις κι Απαντήσεις',
  'toc' => 'Περιεχόμενα',
  'question' => 'Ερώτηση: ',
  'answer' => 'Απάντηση: ',
);

if (defined('FAQ_PHP')) $lang_faq_data = array(
  'Γενικές Ερωτήσεις',
  array('Γιατί πρέπει να εγγραφώ;', 'Η εγγραφή μπορεί να απαιτείται ή και όχι από τον διαχειριστή. Η εγγραφή προσφέρει στα μέλη επιπρόσθετα δικαιώματα όπως πρόσθεση αρχείων, δυνατότητα κατοχής λίστας αγαπημένων, βαθμολόγηση φωτογραφιών, πρόσθεση σχολίων κτλ.', 'allow_user_registration', '1'),
  array('Πως εγγράφομαι;', 'Κάντε κλικ στην &quot;Εγγραφή&quot; και συμπληρώστε τα απαραίτητα πεδία (και τα προαιρετικά αν θέλετε).<br />Εάν ο Διαχειριστής έχει καθορίσει την Ενεργοποίηση με Email ως απαραίτητη, τότε μετά την υποβολή των πληροφοριών σας θα πρέπει να λάβετε ένα email στην διεύθυνση που υποβάλατε κατά την εγγραφή, δίνοντάς σας οδηγίες για το πως θα ενεργοποιήσετε τον λογαριασμό σας. Ο λογαριασμός σας πρέπει να ενεργοποιηθεί για να μπορέσετε να συνδεθείτε.', 'allow_user_registration', '1'), //cpg1.4
  array('Πως συνδέομαι;', 'Κάντε κλικ στην &quot;Σύνδεση&quot;, συμπληρώστε το όνομα χρήστη σας και των κωδικό σας και τσεκάρετε το &quot;Αυτόματη αναγνώριση&quot; για να εξακολουθήσετε να είστε συνδεδεμένοι στην ιστοσελίδα ακόμη κι αν φύγετε.<br /><b>ΣΗΜΑΝΤΙΚΟ: Τα cookies πρέπει να είναι ενεργοποιημένα και το cookie από αυτή την ιστοσελίδα δεν πρέπει να διεγραφεί για να μπορέσετε να χρησιμοποιήσετε την &quot;Αυτόματη αναγνώριση&quot;.</b>', 'offline', 0),
  array('Γιατί δεν μπορώ να συνδεθώ;', 'Εγγραφήκατε και κάνατε κλικ στον σύνδεσμο που σας στάληκε μέσω email; Ο σύνδεσμος θα ενεργοποιήσει τον λογαριασμό σας. Για άλλου είδους προβλήματα σύνδεσης επικοινωνήστε με τον διαχειριστή.', 'offline', 0),
  array('Αν ξεχάσω τον κωδικό μου;', 'Εάν αυτή η σελίδα έχει σύνδεσμο &quot;Υπενθύμηση κωδικού&quot; χρησιμοποιήστε τον. Σε διαφορετική περίπτωση επικοινωνήστε με τον διαχειριστή για νέο κωδικό.', 'offline', 0),
  //array('Αν ξεχάσω την email διεύθυνσή μου;', 'Απλά συνδεθείτε και αλλάξτε την email διεύθυνσή σας μέσω του &quot;Προφίλ&quot;', 'offline', 0),
  array('Πως αποθηκεύω μια φωτογραφία στα &quot;Αγαπημένα Μου&quot;;', 'Κάντε κλικ στην φωτογραφία και μετά στον σύνδεσμο &quot;πληροφορίες φωτογραφίας&quot; (<img src="images/info.gif" width="16" height="16" border="0" alt="Πληροφορίες φωτογραφίας" />); κυλήστε προς τα κάτω στις πληροφορίες της φωτογραφίας και κάντε κλικ στο &quot;Πρόσθεση στα αγαπημένα&quot;.<br />Ο διαχειριστής μπορεί να έχει ενεργοποιημένες τις &quot;πληροφορίες φωτογραφίας&quot; εξ ορισμού.<br /><b>ΣΗΜΑΝΤΙΚΟ: Τα cookies πρέπει να είναι ενεργοποιημένα και το cookie από αυτή την ιστοσελίδα δεν πρέπει να διεγραφεί.</b>', 'offline', 0),
  array('Πως βαθμολογώ ένα αρχείο;', 'Κάντε κλικ σε μία μικρογραφία και πηγαίνετε προς τα κάτω για να διαλέξετε μία από τις βαθμολογίες.', 'offline', 0),
  array('Πως προσθέτω ένα σχόλιο για μια φωτογραφία;', 'Κάντε κλικ σε μία μικρογραφία και πηγαίνετε προς τα κάτω για να γράψετε το σχόλιό σας.', 'offline', 0),
  array('Πως προσθέτω ένα αρχείο;', 'Πηγαίνετε στο &quot;Πρόσθεση&quot; και επιλέξτε το άλμπουμ στο οποίο θέλετε να προσθέσετε το αρχείο. Κάντε κλικ στο &quot;Browse,&quot; βρείτε το αρχείο που θέλετε να προσθέσετε, και κάντε κλικ στο &quot;άνοιγμα.&quot; Εάν θέλετε προσθέστε τίτλο και περιγραφή. Κάντε κλικ στο &quot;Υποβολή&quot;.<br /><br />Εναλλακτικά, για τους χρήστες των <b>Windows XP</b>, μπορείτε να προσθέσετε πολλά αρχεία απευθείας στο προσωπικό σας άλμπουμ χρησιμοποιώντας τον Βοηθό Δημοσίευσης των XP.<br />Για οδηγίες σχετικά με τον τρόπο, και για να λάβετε το απαραίτητο αρχείο εγγραφής, κάντε κλικ <a href="xp_publish.php">εδώ.</a>', 'allow_user_registration', 1), //cpg1.4
  array('Που μπορώ να προσθέσω φωτογραφίες;', 'θα μπορείτε να προσθέσετε φωτογραφίες σε ένα από τα άλμπουμς σας στο &quot;Η Γκαλερί μου&quot;. Επίσης, οι Διαχειριστές μπορούν να σας επιτρέψουν να προσθέσετε ένα αρχείο σε ένα ή περισσότερα άλμπουμς της Κύριας Γκαλερί.', 'allow_private_albums', 0),
  array('Ποιου τύπου και μεγέθους αρχεία μπορώ να προσθέσω;', 'Το μέγεθος και ο τύπος (jpg, png, κτλ.) εξαρτάται από τον διαχειριστή.', 'offline', 0),
  array('Πως δημιουργώ, μετονομάζω ή διαγράφω ένα άλμπουμ στην &quot;Γκαλερί Μου&quot;;', 'θα πρέπει να είστε ήδη σε &quot;Λειτουργία Διαχειριστή&quot;<br />Πηγαίνετε στο &quot;Δημιουργία/Ταξινόμηση των \'Αλμπουμς Μου&quot; και κάντε κλικ στο &quot;Νέο&quot;. Αλλάξτε το &quot;Νέο Άλμπουμ&quot; στο όνομα που επιθυμείτε.<br />Μπορείτε επίσης να μετονομάσετε οποιοδήποτε από τα άλμπουμς σας στην γκαλερί σας.<br />Κάντε κλικ στο &quot;Εφαρμογή Τροποποιήσεων&quot;.', 'allow_private_albums', 0),
  array('Πως μπορώ να τροποποιήω και να περιορίσω τους χρήστες από το να βλέπουν τα άλμπουμς μου;', 'θα πρέπει να είστε ήδη σε &quot;Λειτουργία Διαχειριστή&quot;<br />Πηγαίνετε στο &quot;Τροποποίηση των \'Αλμπουμς Μου. Στην μπάρα &quot;Ενημέρωση του \'Αλμπουμ&quot;, επιλέξτε το άλμπουμ που θέλετε να τροποποιήσετε.<br />Εδώ, μπορείτε να αλλάξετε το όνομα, περιγραφή, μικρογραφία, να θέσετε περιορισμούς στην εμφάνιση και τα σχόλια/βαθμολογία.<br />Κάντε κλικ στο &quot;Ενημέρωση \'Αλμπουμ&quot;.', 'allow_private_albums', 0),
  array('Πως μπορώ να δω γκαλερί άλλων χρηστών;', 'Πηγαίνετε στην &quot;Λίστα των \'Αλμπουμς&quot; και επιλέξτε το &quot;Γκαλερί Χρηστών&quot;.', 'allow_private_albums', 0),
  array('Τι είναι τα cookies;', 'Τα cookies με απλά λόγια είναι δεδομένα τα οποία αποστέλλονται από μια ιστοσελίδα και αποθηκεύονται στον Η/Υ σας.<br />Τα cookies συνήθως επιτρέπουν σε έναν χρήστη να φύγει και να επιστρέψει από μια ιστοσελίδα χωρίς να χρειάζεται να συνδεθεί ξανά και για διάφορες άλλες μικροδουλειές.', 'offline', 0),
  array('Που μπορώ να βρω αυτό το πρόγραμμα για την ιστοσελίδα μου;', 'Το Coppermine είναι μία δωρεάν Γκαλερί Πολυμέσων, διανεμόμενη σύμφωνα με την GNU GPL (General Public Lisence-Γενική \'Αδεια Χρήσης). Είναι γεμάτη από χαρακτηριστικά και έχει κωδικοποιηθεί για διάφορες πλατφόρμες. Επισκευθείτε την <a href="http://coppermine.sf.net/">Επίσημη Ιστοσελίδα του Coppermine</a> για περισσότερα ή για να το κατεβάσετε.', 'offline', 0),

  'Πλοήγηση της Ιστοσελίδας',
  array('Τι είναι η &quot;Λίστα των \'Αλμπουμς&quot;;', 'Αυτό θα σας δείξει ολόκληρη την κατηγορία στην οποία βρίσκεστε, με έναν σύνδεσμο για κάθε άλμπουμ. Εάν δεν βρίσκεστε σε κάποια κατηγορία, θα σας δείξει ολόκληρη την γκαλερί με έναν σύνδεσμο για κάθε κατηγορία. Οι μικρογραφίες μπορεί να είναι σύνδεσμοι κατηγοριών.', 'offline', 0),
  array('Τι είναι η &quot;Γκαλερί Μου&quot;;', 'Αυτό το χαρακτηριστικό επιτρέπει στους χρήστες να δημιουργήσουν την δική τους γκαλερί και να προσθέτουν, διαγράφουν ή τροποποιούν άλμπουμς καθώς και να προσθέτουν σε αυτά.', 'allow_private_albums', 1), //cpg1.4
  array('Τι είναι η &quot;Πρόσθεση Φωτογραφίας&quot;;', 'Αυτό το χαρακτηριστικό επιτρέπει σε έναν χρήστη να προσθέσει ένα αρχείο (το μέγεθος και ο τύπος καθορίζονται από τον διαχειριστή) σε μία γκαλερί επιλεγμένη είτε από τον ίδιο είτε από τον διαχειριστή.', 'allow_private_albums', 0),
  array('Τι είναι οι &quot;Τελευταίες Προσθήκες&quot;;', 'Αυτό το χαρακτηριστικό εμφανίζει της τελευταίες προσθήκες στην ιστοσελίδα.', 'offline', 0),
  array('Τι είναι τα &quot;Τελευταία Σχόλια&quot;;', 'Αυτό το χαρακτηριστικό τα τελευταία σχόλια μαζί με τα αρχεία που προστέθηκαν από τους χρήστες.', 'offline', 0),
  array('Τι είναι τα &quot;Περισσότερο Εμφανισμένα&quot;;', 'Αυτό το χαρακτηριστικό εμφανίζει τα πιο εμφανισμένα αρχεία από όλους τους χρήστες (συνδεδεμένους ή όχι).', 'offline', 0),
  array('Τι είναι τα &quot;Υψηλά Βαθμολογημένα&quot;;', 'Αυτό το χαρακτηριστικό εμφανίζει τα υψηλά βαθμολογημένα αρχεία βαθμολογημένα από τους χρήστες, δείχνοντας την μέση βαθμολογία (π.χ: εάν πέντε χρήστες δώσανε <img src="images/rating3.gif" width="65" height="14" border="0" alt="" />: το αρχείο θα έπρεπε να έχει μέση βαθμολογία <img src="images/rating3.gif" width="65" height="14" border="0" alt="" /> ;Εάν πέντε χρήστες βαθμολογούσαν το αρχείο από 1 έως 5 (1,2,3,4,5) θα είχε ως αποτέλεσμα με μέση βαθμολογία <img src="images/rating3.gif" width="65" height="14" border="0" alt="" /> .)<br />Η βαθμολογία ξεκινάει από <img src="images/rating5.gif" width="65" height="14" border="0" alt="best" /> (καλύτερο) μέχρι <img src="images/rating0.gif" width="65" height="14" border="0" alt="worst" /> (χειρότερο).', 'offline', 0),
  array('Τι είναι τα &quot;Αγαπημένα Μου&quot;;', 'Αυτό το χαρακτηριστικό θα επιτρέψει σε έναν χρήστη να αποθηκεύσει ένα αγαπημένο αρχείο στο cookie που στάληκε στον Η/Υ του.', 'offline', 0),
);


// ------------------------------------------------------------------------- //
// File forgot_passwd.php
// ------------------------------------------------------------------------- //

if (defined('FORGOT_PASSWD_PHP')) $lang_forgot_passwd_php = array(
  'forgot_passwd' => 'Υπενθύμιση κωδικού',
  'err_already_logged_in' => 'Είστε ήδη συνδεδεμένος/η !',
  'enter_email' => 'Καταχωρήστε την email διεύθυνσή σας', //cpg1.4
  'submit' => 'πάμε',
  'illegal_session' => 'Η διαδικασία υπενθύμισης κωδικού είναι άκυρη ή έχει λήξει.', //cpg1.4
  'failed_sending_email' => 'Το email υπενθύμισης κωδικού δεν μπορεί να σταλεί !',
  'email_sent' => 'Ένα email με το όνομα χρήστη σας και τον νέο σας κωδικό έχει σταλεί στο %s', //cpg1.4
  'verify_email_sent' => 'Ένα email έχει σταλεί στο %s. Παρακαλώ ελέγξτε το email σας για να ολοκληρωθεί η διαδικασία.', //cpg1.4
  'err_unk_user' => 'Ο επιλεγμένος χρήστης δεν υπάρχει!',
  'account_verify_subject' => '%s - Αίτηση νέου κωδικού', //cpg1.4
  'account_verify_body' => 'Έχετε ζητήσει νέο κωδικό. Εάν θέλετε να συνεχίσετε και να σας αποσταλεί νέος κωδικός, κάντε κλικ στον ακόλουθο σύνδεσμο:

%s', //cpg1.4
  'passwd_reset_subject' => '%s - Ο Νέος σας Κωδικός', //cpg1.4
  'passwd_reset_body' => 'Αυτός είναι ο νέος κωδικός που ζητήσατε:
Όνομα Χρήστη: %s
Κωδικός: %s
Κάντε κλικ στο %s για να συνδεθείτε.', //cpg1.4
);

// ------------------------------------------------------------------------- //
// File groupmgr.php
// ------------------------------------------------------------------------- //

if (defined('GROUPMGR_PHP')) $lang_groupmgr_php = array(
  'group_name' => 'Όνομα Ομάδας', //cpg1.4
  'permissions' => '\'Αδειες', //cpg1.4
  'public_albums' => 'Προσθήκη δημόσιων άλμπουμς', //cpg1.4
  'personal_gallery' => 'Προσωπική γκαλερί', //cpg1.4
  'upload_method' => 'Μέθοδος προσθήκης', //cpg1.4
  'disk_quota' => 'Ποσόστωση χώρου', //cpg1.4
  'rating' => 'Βαθμολόγηση', //cpg1.4
  'ecards' => 'Ηλεκτρονικές Κάρτες', //cpg1.4
  'comments' => 'Σχόλια', //cpg1.4
  'allowed' => 'Επιτρεπόμενα', //cpg1.4
  'approval' => 'Έγκριση', //cpg1.4
  'boxes_number' => 'Αρ. πεδίων', //cpg1.4
  'variable' => 'μεταβλητή', //cpg1.4
  'fixed' => 'σταθερό', //cpg1.4
  'apply' => 'Εφαμογή τροποποιήσεων',
  'create_new_group' => 'Δημιουργία νέας ομάδας',
  'del_groups' => 'Διαγραφή επιλεγμένης/ων ομάδας/ων',
  'confirm_del' => 'Προσοχή, όταν διαγράψετε μια ομάδα, οι χρήστες που ανήκουν σε αυτή θα μεταφερθούν στην ομάδα των \'Εγγεγραμένων\' !\n\nΘέλετε να συνεχίσετε ;', //js-alert
  'title' => 'Διαχείριση ομάδων χρηστών',
  'num_file_upload' => 'Πεδία πρόσθεσης αρχείων', //cpg1.4
  'num_URI_upload' => 'URI πεδία πρόσθεσης', //cpg1.4
  'reset_to_default' => 'Μηδενισμός στο προκαθορισμένο όνομα (%s) - συστήνεται!', //cpg1.4
  'error_group_empty' => 'Ο πίνακας της ομάδας ήταν κενός !<br /><br />Δημιουργήθηκαν οι προκαθορισμένες ομάδες, παρακαλώ ξαναφορτώστε αυτή τη σελίδα', //cpg1.4
  'explain_greyed_out_title' => 'Γιατί αυτή η γραμμή είναι γκρίζα;', //cpg1.4
  'explain_guests_greyed_out_text' => 'Δεν μπορείτε να αλλάξετε τις ιδιότητες αυτής της ομάδας επειδή έχετε καθορίσει την επιλογή &quot; Να επιτρέπεται η πρόσβαση σε μη-αυθεντικοποιημένους (επισκέπτες ή ανώνυμους) χρήστες&quot; σε &quot;Όχι&quot; στην σελίδα ρυθμίσεων. Όλοι οι επισκέπτες (μέλη της ομάδας %s) δεν μπορούν να κάνουν τίποτε άλλο εκτός από σύνδεση; γι\' αυτό και οι ρυθμίσεις των ομάδων δεν τους επηρρεάζουν.', //cpg1.4
  'explain_banned_greyed_out_text' => 'Δεν μπορείτε να αλλάξετε τις ιδιότητες της ομάδας %s επειδή τα μέλη της δεν μπορούν να κάνουν τίποτε έτσι κι αλλιώς.', //cpg1.4
  'group_assigned_album' => 'ανατιθέμενο/α άλμπουμ/ς', //cpg1.4
);

// ------------------------------------------------------------------------- //
// File index.php
// ------------------------------------------------------------------------- //

if (defined('INDEX_PHP')){

$lang_index_php = array(
  'welcome' => 'Καλωσήρθατε !',
);

$lang_album_admin_menu = array(
  'confirm_delete' => 'Είστε σίγουρος/η πως θέλετε να ΔΙΑΓΡΑΨΕΤΕ αυτό το άλμπουμ ; \\nΌλα τα αρχεία και τα σχόλια θα διαγραφούν επίσης.', //js-alert
  'delete' => 'ΔΙΑΓΡΑΦΗ',
  'modify' => 'ΙΔΙΟΤΗΤΕΣ',
  'edit_pics' => 'ΕΠΕΞΕΡΓΑΣΙΑ ΑΡΧΕΙΩΝ',
);

$lang_list_categories = array(
  'home' => 'Αρχική',
  'stat1' => '<b>[pictures]</b> αρχεία σε <b>[albums]</b> άλμπουμς και <b>[cat]</b> κατηγορίες με <b>[comments]</b> σχόλια, εμφανισμένα <b>[views]</b> φορές',
  'stat2' => '<b>[pictures]</b> αρχεία σε <b>[albums]</b> άλμπουμς, εμφανισμένα <b>[views]</b> φορές',
  'xx_s_gallery' => '%s\'s Γκαλερί',
  'stat3' => '<b>[pictures]</b> αρχεία σε <b>[albums]</b> άλμπουμς με <b>[comments]</b> σχόλια, εμφανισμένα <b>[views]</b> φορές',
);

$lang_list_users = array(
  'user_list' => 'Λίστα Χρηστών',
  'no_user_gal' => 'Δεν υπάρχουν γκαλερί χρηστών',
  'n_albums' => '%s άλμπουμ(ς)',
  'n_pics' => '%s αρχεία',
);

$lang_list_albums = array(
  'n_pictures' => '%s αρχεία',
  'last_added' => ', το τελευταίο προστέθηκε στις %s',
  'n_link_pictures' => '%s συνδεδεμένα αρχεία', //cpg1.4
  'total_pictures' => '%s αρχεία συνολικά', //cpg1.4
);

}

// ------------------------------------------------------------------------- //
// File keywordmgr.php //cpg1.4
// ------------------------------------------------------------------------- //

if (defined('KEYWORDMGR_PHP')) $lang_keywordmgr_php = array(
  'title' => 'Διαχείριση λέξεων-κλειδιών', //cpg1.4
  'edit' => 'επεξεργασία', //cpg1.4
  'delete' => 'διαγραφή', //cpg1.4
  'search' => 'αναζήτηση', //cpg1.4
  'keyword_test_search' => 'αναζήτηση για %s σε νέο παράθυρο', //cpg1.4
  'keyword_del' => 'διαγραφή της λέξης-κλειδί %s', //cpg1.4
  'confirm_delete' => 'Είστε σιγουρος/η πως θέλετε να διαγράψετε την λέξη-κλειδί %s από ολόκληρη την γκαλερί;', //cpg1.4  // js-alert
  'change_keyword' => 'αλλαγή λέξης-κλεδί', //cpg1.4
);

// ------------------------------------------------------------------------- //
// File login.php
// ------------------------------------------------------------------------- //

if (defined('LOGIN_PHP')) $lang_login_php = array(
  'login' => 'Σύνδεση',
  'enter_login_pswd' => 'Γράψτε το όνομα χρήστη και τον κωδικό σας για να συνδεθείτε',
  'username' => 'Όνομα χρήστη',
  'password' => 'Κωδικός',
  'remember_me' => 'Αυτόματη αναγνώριση',
  'welcome' => 'Καλωσήλθατε %s ...',
  'err_login' => '*** Δεν ήταν δυνατή η σύνδεση. Προσπαθήστε πάλι ***',
  'err_already_logged_in' => 'Είστε ήδη συνδεδεμένος/η !',
  'forgot_password_link' => 'Ξέχασα τον κωδικό μου',
  'cookie_warning' => 'Προσοχή, ο πλοηγός ιστοσελίδων σας δεν δέχεται script cookies', //cpg1.4
);

// ------------------------------------------------------------------------- //
// File logout.php
// ------------------------------------------------------------------------- //

if (defined('LOGOUT_PHP')) $lang_logout_php = array(
  'logout' => 'Αποσύνδεση',
  'bye' => 'Αντίο %s ...',
  'err_not_loged_in' => 'Δεν είστε συνδεδεμένος/η !',
);

// ------------------------------------------------------------------------- //
// File minibrowser.php  //cpg1.4
// ------------------------------------------------------------------------- //

if (defined('MINIBROWSER_PHP')) $lang_minibrowser_php = array(
  'close' => 'κλείσιμο', //cpg1.4
  'submit' => 'OK', //cpg1.4
  'up' => 'επάνω ένα επίπεδο', //cpg1.4
  'current_path' => 'παρούσα διαδρομή', //cpg1.4
  'select_directory' => 'παρακαλώ επιλέξτε έναν φάκελλο', //cpg1.4
  'click_to_close' => 'Κάντε κλικ στην εικόνα παρακάτω για να κλείσετε αυτό το παράθυρο',
);

// ------------------------------------------------------------------------- //
// File modifyalb.php
// ------------------------------------------------------------------------- //

if (defined('MODIFYALB_PHP')) $lang_modifyalb_php = array(
  'upd_alb_n' => 'Ενημέρωση του άλμπουμ %s',
  'general_settings' => 'Γενικές ρυθμίσεις',
  'alb_title' => 'Τίτλος άλμπουμ',
  'alb_cat' => 'Κατηγορία άλμπουμ',
  'alb_desc' => 'Περιγραφή άλμπουμ',
  'alb_keyword' => 'Λέξεις-κλειδιά άλμπουμ', //cpg1.4
  'alb_thumb' => 'Μικρογραφία του άλμπουμ',
  'alb_perm' => '\'Αδειες για αυτό το άλμπουμ',
  'can_view' => 'Το άλμπουμ μπορεί να εμφανιστεί από',
  'can_upload' => 'Οι επισκέπτες μπορούν να προσθέσουν αρχεία',
  'can_post_comments' => 'Οι επισκέπτες μπορούν να προσθέσουν σχόλια',
  'can_rate' => 'Οι επισκέπτες μπορούν να βαθμολογήσουν αρχεία',
  'user_gal' => 'Γκαλερί Χρηστών',
  'no_cat' => '* Χωρίς Κατηγορία *',
  'alb_empty' => 'Το άλμπουμ είναι άδειο',
  'last_uploaded' => 'Τελευταία προσθήκη',
  'public_alb' => 'Όλοι (δημόσιο άλμπουμ)',
  'me_only' => 'Μόνο εγώ',
  'owner_only' => 'Ιδιοκτήτης άλμπουμ (%s) μόνο',
  'groupp_only' => 'Μέλη της ομάδας \'%s\'',
  'err_no_alb_to_modify' => 'Δεν μπορείτε να τροποποιήσετε κανένα άλμπουμ στην βάση δεδομένων.',
  'update' => 'Ενημέρωση άλμπουμ',
  'reset_album' => 'Μηδενισμός άλμπουμ', //cpg1.4
  'reset_views' => 'Μηδενισμός εμφανίσεων μετρητή σε &quot;0&quot; σε %s', //cpg1.4
  'reset_rating' => 'Μηδενισμός βαθμολογίας όλων των αρχείων σε %s', //cpg1.4
  'delete_comments' => 'Διαγραφή όλων των σχολίων του %s', //cpg1.4
  'delete_files' => '%sΜη αντριστρέψιμη%s διαγραφή όλων των αρχείων στο %s', //cpg1.4
  'views' => 'εμφανίσεις', //cpg1.4
  'votes' => 'ψήφοι', //cpg1.4
  'comments' => 'σχόλια', //cpg1.4
  'files' => 'αρχεία', //cpg1.4
  'submit_reset' => 'υποβολή αλλαγών', //cpg1.4
  'reset_views_confirm' => 'Είμαι σίγουρος/η', //cpg1.4
  'notice1' => '(*) αναλόγως των %sgroups%s ρυθμίσεων',  //cpg1.4 //(do not translate %s!)
  'alb_password' => 'Κωδικός του άλμπουμ', //cpg1.4
  'alb_password_hint' => 'Υπαινιγμός κωδικού του άλμπουμ', //cpg1.4
  'edit_files' =>'Επεξεργασία αρχείων', //cpg1.4
  'parent_category' =>'Δημιουργός κατηγορία', //cpg1.4
  'thumbnail_view' =>'Εμφάνιση μικρογραφιών', //cpg1.4
);

// ------------------------------------------------------------------------- //
// File phpinfo.php
// ------------------------------------------------------------------------- //

if (defined('PHPINFO_PHP')) $lang_phpinfo_php = array(
  'php_info' => 'Πληροφορίες PHP',
  'explanation' => 'Αυτά είναι πληροφορίες που δημιουργούνται από την PHP-λειτουργία <a href="http://www.php.net/phpinfo">phpinfo()</a>, εμφανίζονται στο Coppermine (στην δεξιά γωνία).',
  'no_link' => 'Το να επιτρέπετε σε άλλους να βλέπουν τις πληροφορίες του phpinfo μπορεί να είναι ρίσκο ασφαλείας, και γι\' αυτό η σελίδα αυτή είναι ορατή μόνο όταν είστε συνδεδεμένος ως διαχειριστής. Δεν μπορείτε να δώσετε σύνδεσμο αυτής της σελίδας σε άλλους, δεν θα τους επιτραπεί η πρόσβαση.',
);

// ------------------------------------------------------------------------- //
// File picmgr.php //cpg1.4
// ------------------------------------------------------------------------- //
if (defined('PICMGR_PHP')) $lang_picmgr_php = array(
  'pic_mgr' => 'Διαχειριστής Φωτογραφιών', //cpg1.4
  'select_album' => 'Επιλέξτε \'Αλμπουμ', //cpg1.4
  'delete' => 'Διαγραφή', //cpg1.4
  'confirm_delete1' => 'Είστε σίγουρος/η πως θέλετε να διαγράψετε αυτή τη φωτογραφία ;', //cpg1.4
  'confirm_delete2' => '\nΗ φωτογραφία θα διεγραφεί μόνιμα.', //cpg1.4
  'apply_modifs' => 'Εφαρμογή τροποποιήσεων', //cpg1.4
  'confirm_modifs' => 'Επιβεβαίωση τροποποιήσεων', //cpg1.4
  'pic_need_name' => 'Η φωτογραφία πρέπει να έχει ένα όνομα !', //cpg1.4
  'no_change' => 'Δεν κάνατε αλλαγές !', //cpg1.4
  'no_album' => '* Χωρίς άλμπουμ *', //cpg1.4
  'explanation_header' => 'Η διαμορφοποιημένη ταξινόμηση που μπορείτε να καθορίσετε σε αυτή τη σελίδα θα ληφθεί υπόψιν εάν', //cpg1.4
  'explanation1' => 'ο διαχειριστής έχει καθορίσει την "Προκαθορισμένη ταξινόμηση για αρχεία" στις ρυθμίσεις σε "Ανοδικά κατά θέση" ή "Καθοδικά κατά θέση" (καθολική ρύθμιση για όλους τους χρήστες που δεν έχουν διαλέξει ένα άλλο είδος ταξινόμησης ξεχωριστά)', //cpg1.4
  'explanation2' => 'ο χρήστης έχει διαλέξει "Ανοδικά κατά θέση" ή "Καθοδικά κατά θέση" στην σελίδα με τις μικρογραφίες (ρύθμιση ανά χρήστη)', //cpg1.4
);


// ------------------------------------------------------------------------- //
// File pluginmgr.php //cpg1.4
// ------------------------------------------------------------------------- //

if (defined('PLUGINMGR_PHP')){

$lang_pluginmgr_php = array(
  'confirm_uninstall' => 'Είστε σίγουρος/η πως θέλετε να ΑΠΕΓΚΑΤΑΣΤΗΣΕΤΕ αυτό το βοήθημα;', //cpg1.4
  'confirm_delete' => 'Είστε σίγουρος/η πως θέλετε να ΔΙΑΓΡΑΨΕΤΕ αυτό το βοήθημα', //cpg1.4
  'pmgr' => 'Διαχειριστής Βοηθημάτων', //cpg1.4
  'name' => 'Όνομα', //cpg1.4
  'author' => 'Συγγραφέας', //cpg1.4
  'desc' => 'Περιγραφή', //cpg1.4
  'vers' => 'v', //cpg1.4
  'i_plugins' => 'Εγκατεστημένα Βοηθήματα', //cpg1.4
  'n_plugins' => 'Μη Εγκατεστημένα Βοηθήματα', //cpg1.4
  'none_installed' => 'Κανένα Εγκατεστημένο', //cpg1.4
  'operation' => 'Λειτουργία', //cpg1.4
  'not_plugin_package' => 'Το αρχείο που προσθέσατε δεν είναι πακέτο βοηθήματος.', //cpg1.4
  'copy_error' => 'Παρουσιάστηκε σφάλμα κατά την αντιγραφή του πακέτου στον φάκελλο βοηθημάτων.', //cpg1.4
  'upload' => 'Πρόσθεση', //cpg1.4
  'configure_plugin' => 'Ρυθμίσεις βοηθήματος', //cpg1.4
  'cleanup_plugin' => 'Καθαρισμός βοηθήματος', //cpg1.4
);
}

// ------------------------------------------------------------------------- //
// File ratepic.php
// ------------------------------------------------------------------------- //

if (defined('RATEPIC_PHP')) $lang_rate_pic_php = array(
  'already_rated' => 'Συγνώμη αλλά έχετε ήδη βαθμολογήσει αυτό το αρχείο',
  'rate_ok' => 'Η ψήφος σας έγινε δεκτή',
  'forbidden' => 'Δεν μπορείτε να βαθμολογήσετε τα δικά σας αρχεία.',
);

// ------------------------------------------------------------------------- //
// File register.php & profile.php
// ------------------------------------------------------------------------- //

if (defined('REGISTER_PHP') || defined('PROFILE_PHP')) {

$lang_register_disclamer = <<<EOT
Ενώ οι διαχειριστές του {SITE_NAME} θα προσπαθήσουν να αφαιρέσουν ή να τροποποιήσουν οποιοδήποτε γενικά απαράδεκτο υλικό όσο το δυνατόν γρηγορότερα, είναι αδύνατη η αναθεώρηση κάθε δημοσίευσης.<br />
<br />
Συμφωνείτε να μην δημοσιεύσετε καταχρηστικό, άσεμνο, χυδαίο, δυσφημιστικό, μισητό, απειλητικό, σεξουαλικό ή οποιοδήποτε άλλο υλικό που θα μπορούσε να παραβιάσει οποιονδήποτε ισχύοντα νόμο.<br />
<br />
Αυτή η ιστοσελίδα χρησιμοποιεί cookies για να αποθηκεύσει πληροφορίες τοπικά στον Η/Υ σας. Αυτά τα cookies εξυπηρετούν μόνο στην βελτίωση της δικής σας ευχάριστης πλοήγησης. Η email διεύθυνσή σας χρησιμοποιείται μόνο για την επιβεβαίωση των λεπτομερειών εγγραφής και κωδικού σας.<br />
<br />
Κάνοντας κλικ στο 'Συμφωνώ' παρακάτω αποδέχεστε αυτούς τους όρους.
EOT;

$lang_register_php = array(
  'page_title' => 'Εγγραφή χρήστη',
  'term_cond' => 'Όροι και διατάξεις',
  'i_agree' => 'Συμφωνώ',
  'submit' => 'Υποβολή εγγραφής',
  'err_user_exists' => 'Το όνομα χρήστη που έχετε εισάγει υπάρχει ήδη, παρακαλώ διαλέξτε κάποιο άλλο',
  'err_password_mismatch' => 'Οι δύο κωδικοί δεν είναι ίδιοι, παρακαλώ εισάγετέ τους ξανά',
  'err_uname_short' => 'Το όνομα χρήστη πρέπει να είναι τουλάχιστον 2 χαρακτήρες',
  'err_password_short' => 'Ο κωδικός πρέπει να είναι τουλάχιστον 2 χαρακτήρες',
  'err_uname_pass_diff' => 'Το όνομα χρήστη και ο κωδικός πρέπει να είναι διαφορετικά',
  'err_invalid_email' => 'Η email διεύθυνση δεν είναι έγκυρη',
  'err_duplicate_email' => 'Κάποιος άλλος χρήστης έχει εγγραφεί με την email διεύθυνση που έχετε εισάγει',
  'enter_info' => 'Καταχώρηση πληροφοριών εγγραφής',
  'required_info' => 'Απαραίτητες πληροφορίες',
  'optional_info' => 'Προαιρετικές πληροφορίες',
  'username' => 'Όνομα χρήστη',
  'password' => 'Κωδικός',
  'password_again' => 'Εισάγετε ξανά τον κωδικό σας',
  'email' => 'Email',
  'location' => 'Τοποθεσία',
  'interests' => 'Ενδιαφέροντα',
  'website' => 'Προσωπική Ιστοσελίδα',
  'occupation' => 'Επάγγελμα',
  'error' => 'ΛΑΘΟΣ',
  'confirm_email_subject' => '%s - Επιβεβαίωση εγγραφής',
  'information' => 'Πληροφορίες',
  'failed_sending_email' => 'Το email για την επιβεβαίωση εγγραφής δεν μπορεί να σταλεί !',
  'thank_you' => 'Σας ευχαριστούμε για την εγγραφή σας.<br /><br />Ένα email με πληροφορίες για τον τρόπο ενεργοποίησης του λογαριασμού σας έχει σταλεί στην email διεύθυνση που δώσατε.',
  'acct_created' => 'Ο λογαριασμός σας έχει δημιουργηθεί και μπορείτε να συνδεθείτε με το όνομα χρήστη και τον κωδικό σας',
  'acct_active' => 'Ο λογαριασμός σας είναι τώρα ενεργός και μπορείτε να συνδεθείτε με το όνομα χρήστη και τον κωδικό σας',
  'acct_already_act' => 'Ο λογαριασμός είναι ήδη ενεργός!', //cpg1.4
  'acct_act_failed' => 'Αυτός ο λογαριασμός δεν μπορεί να ενεργοποιηθεί !',
  'err_unk_user' => 'Ο επιλεγμένος χρήστης δεν υπάρχει !',
  'x_s_profile' => '%s\'ς προφίλ',
  'group' => 'Ομάδα',
  'reg_date' => 'Προσήλθε',
  'disk_usage' => 'Χρήση χώρου',
  'change_pass' => 'Αλλαγή κωδικού',
  'current_pass' => 'Ισχύων κωδικός',
  'new_pass' => 'Νέος κωδικός',
  'new_pass_again' => 'Επανάληψη νέου κωδικού',
  'err_curr_pass' => 'Ο ισχύων κωδικός είναι λανθασμένος',
  'apply_modif' => 'Εφαρμογή τροποποιήσεων',
  'change_pass' => 'Αλλαγή του κωδικού μου',
  'update_success' => 'Το προφίλ σας έχει ενημερωθεί',
  'pass_chg_success' => 'Ο κωδικός σας άλλαξε',
  'pass_chg_error' => 'Ο κωδικός σας δεν άλλαξε',
  'notify_admin_email_subject' => '%s - Ενημέρωσης νέας εγγραφής',
  'last_uploads' => 'Τελευταία προστιθέμενο αρχείο.<br />Κάντε κλικ για να δείτε όλες τις προσθέσεις του/ης', //cpg1.4
  'last_comments' => 'Τελευταίο σχόλιο.<br />Κάντε κλικ για να δείτε όλα τα σχόλια του/ης', //cpg1.4
  'notify_admin_email_body' => 'Ένα νέο μέλος με όνομα χρήστη "%s" έχει εγγραφεί στην γκαλερί σας',
  'pic_count' => 'Προστιθέμενα αρχεία', //cpg1.4
  'notify_admin_request_email_subject' => '%s - Αίτηση εγγραφής', //cpg1.4
  'thank_you_admin_activation' => 'Σας ευχαριστούμε.<br /><br />Η αίτησή σας για ενεργοποίηση λογαριασμού έχει σταλεί στον διαχειριστή. Σε περίπτωση έγκρισης θα ειδοποιηθείτε μέσω email.', //cpg1.4
  'acct_active_admin_activation' => 'Ο λογαριασμός είναι τώρα ενεργός και ένα email έχει σταλεί στον χρήστη.', //cpg1.4
  'notify_user_email_subject' => '%s - Ενημέρωση ενεργοποίησης', //cpg1.4
);

$lang_register_confirm_email = <<<EOT
Σας ευχαριστούμε για την εγγραφή σας στο {SITE_NAME}

Για να ενεργοποιήσετε τον λογαριασμό σας με όνομα χρήστη "{USER_NAME}", πρέπει να κάνετε κλικ στον παρακάτω σύνδεσμο ή να τον αντιγράψετε και να τον επικολλήσετε στον πλοηγό ιστοσελίδων σας.

<a href="{ACT_LINK}">{ACT_LINK}</a>

Φιλικά,

Η διαχείριση του {SITE_NAME}

EOT;

$lang_register_approve_email = <<<EOT
Ένα νέο μέλος με όνομα χρήστη "{USER_NAME}" έχει εγγραφεί στην γκαλερί σας.

Για να ενεργοποιήσετε τον λογαριασμό, πρέπει να κάνετε κλικ στον παρακάτω σύνδεσμο ή να τον αντιγράψετε και να τον επικολλήσετε στον πλοηγό ιστοσελίδων σας.

<a href="{ACT_LINK}">{ACT_LINK}</a>

EOT;

$lang_register_activated_email = <<<EOT
Ο λογαριασμός σας έχει εγκριθεί και ενεργοποιηθεί.

Μπορείτε τώρα να συνδεθείτε στο <a href="{SITE_LINK}">{SITE_LINK}</a> με όνομα χρήστη "{USER_NAME}"


Φιλικά,

Η διαχείριση του {SITE_NAME}

EOT;
}

// ------------------------------------------------------------------------- //
// File reviewcom.php
// ------------------------------------------------------------------------- //

if (defined('REVIEWCOM_PHP')) $lang_reviewcom_php = array(
  'title' => 'Επισκόπηση σχολίων',
  'no_comment' => 'Δεν υπάρχουν σχόλια για επισκόπηση',
  'n_comm_del' => '%s σχόλιο/α διαγράφηκε/αν',
  'n_comm_disp' => 'Αριθμός σχολίων προς εμφάνιση',
  'see_prev' => 'Εμφάνιση προηγούμενου',
  'see_next' => 'Εμφάνιση επόμενου',
  'del_comm' => 'Διαγραφή επιλεγμένων σχολίων',
  'user_name' => 'Όνομα', //cpg1.4
  'date' => 'Ημερομηνία', //cpg1.4
  'comment' => 'Σχόλιο', //cpg1.4
  'file' => 'Αρχείο', //cpg1.4
  'name_a' => 'Ανοδικά κατά όνομα χρήστη', //cpg1.4
  'name_d' => 'Καθοδικά κατά όνομα χρήστη', //cpg1.4
  'date_a' => 'Ανοδικά κατά ημερομηνία', //cpg1.4
  'date_d' => 'Καθοδικά κατά ημερομηνία', //cpg1.4
  'comment_a' => 'Ανοδικά κατά σχόλιο', //cpg1.4
  'comment_d' => 'Καθοδικά κατά σχόλιο', //cpg1.4
  'file_a' => 'Ανοδικά κατά αρχείο', //cpg1.4
  'file_d' => 'Καθοδικά κατά αρχείο', //cpg1.4
);


// ------------------------------------------------------------------------- //
// File search.php                                                           //
// ------------------------------------------------------------------------- //


if (defined('SEARCH_PHP')){

$lang_search_php = array(
  'title' => 'Αναζήτηση στη συλλογή αρχείων', //cpg1.4
  'submit_search' => 'αναζήτηση', //cpg1.4
  'keyword_list_title' => 'Λίστα λέξεων-κλειδιών', //cpg1.4
  'keyword_msg' => 'Η παραπάνω λίστα δεν είναι πλήρης. Δεν συμπεριλαμβάνει λέξεις από τίτλους ή περιγραφές φωτογραφιών. Προσπαθήστε να κάνετε αναζήτηση πλήρους κειμένου.',  //cpg1.4
  'edit_keywords' => 'Επεξεργασία λέξεων-κλειδιών', //cpg1.4
  'search in' => 'Αναζήτηση στο:', //cpg1.4
  'ip_address' => 'IP διεύθυνση', //cpg1.4
  'fields' => 'Αναζήτηση στο', //cpg1.4
  'age' => 'Ηλικία', //cpg1.4
  'newer_than' => 'Νεώτερο από', //cpg1.4
  'older_than' => 'Παλιότερο από', //cpg1.4
  'days' => 'ημέρες', //cpg1.4
  'all_words' => 'Ταίριασμα με όλες τις λέξεις (ΚΑΙ)', //cpg1.4
  'any_words' => 'Ταίριασμα με όλες τις λέξεις (Ή)', //cpg1.4
);

$lang_adv_opts = array(
  'title' => 'Τίτλος', //cpg1.4
  'caption' => 'Επικεφαλίδα', //cpg1.4
  'keywords' => 'Λέξεις-κλειδιά', //cpg1.4
  'owner_name' => 'Όνομα ιδιοκτήτη', //cpg1.4
  'filename' => 'Όνομα αρχείου', //cpg1.4
);

}

// ------------------------------------------------------------------------- //
// File searchnew.php
// ------------------------------------------------------------------------- //

if (defined('SEARCHNEW_PHP')) $lang_search_new_php = array(
  'page_title' => 'Αναζήτηση νέων αρχείων',
  'select_dir' => 'Επιλογή καταλόγου',
  'select_dir_msg' => 'Αυτή η λειτουργία σας επιτρέπει την πρόσθεση πολλαπλών αρχείων τα οποία έχετε ανεβάσει στον διακομιστή σας μεσω FTP.<br /><br />Επιλέξτε τον κατάλογο όπου έχετε ανεβάσει τα αρχεία σας.', //cpg1.4
  'no_pic_to_add' => 'Δεν υπάρχει αρχείο για πρόσθεση',
  'need_one_album' => 'Χρειάζεστε τουλάχιστον ένα άλμπουμ για να χρησιμοποιήσετε αυτή τη λειτουργία',
  'warning' => 'Προειδοποίηση',
  'change_perm' => 'το πρόγραμμα δεν μπορεί να γράψει σε αυτόν τον κατάλογο, πρέπει να αλλάξετε τις ιδιότητές του (CHMOD) σε 755 ή 777 πριν προσπαθήσετε να προσθέσετε τα αρχεία !',
  'target_album' => '<b>Πρόσθεση αρχείων από το &quot;</b>%s<b>&quot; στο </b>%s',
  'folder' => 'Φάκελλος',
  'image' => 'αρχείο',
  'album' => '\'Αλμπουμ',
  'result' => 'Αποτέλεσμα',
  'dir_ro' => 'Μη εγγράψιμο. ',
  'dir_cant_read' => 'Μη αναγνώσιμο. ',
  'insert' => 'Προσθήκη νέων αρχείων στην γκαλερί',
  'list_new_pic' => 'Λίστα νέων αρχείων',
  'insert_selected' => 'Προσθήκη επιλεγμένων αρχείων',
  'no_pic_found' => 'Δεν βρέθηκαν νέα αρχεία',
  'be_patient' => 'Παρακαλώ να είστε υπομονετικοί, το πρόγραμμα χρειάζεται λίγο χρόνο για να προσθέσει τα αρχεία',
  'no_album' => 'δεν επιλέχθηκε άλμπουμ',
  'result_icon' => 'κάντε κλικ για λεπτομέρειες ή για επαναφόρτωση',  //cpg1.4
  'notes' =>  '<ul>'.
                          '<li><b>OK</b> : σημαίνει πως το αρχείο προστέθηκε επιτυχώς'.
                          '<li><b>DP</b> : σημαίνει πως το αρχείο υπάρχει ήδη στην βάση δεδομένων'.
                          '<li><b>PB</b> : σημαίνει πως το αρχείο δεν μπορεί να προστεθεί, ελέγξτε τις ρυθμίσεις σας και το εάν οι καταλόγοι στους οποίους βρίσκονται τα αρχεία είναι εγγράψιμοι'.
                          '<li><b>NA</b> : σημαίνει πως δεν επιλέξατε άλμπουμ στο οποίο θα προστεθούν τα αρχεία, κάντε κλικ στο \'<a href="javascript:history.back(1)">επιστροφή</a>\' και επιλέξτε ένα άλμπουμ. Εάν δεν υπάρχει άλμπουμ <a href="albmgr.php">δημιουργήστε ένα πρώτα</a></li>'.
                          '<li>Εάν τα OK, DP, PB \'εικονίδια\' δεν εμφανίζονται κάντε κλικ στην μη εμφανισθείσα εικόνα για να δείτε τυχόν μυνήματα λάθους που παρήχθεισαν από την PHP'.
                          '<li>Εάν έχει παρέλθει η προθεσμία σύνδεσης του πλοηγού ιστοσελίδων, κάντε κλικ στο κουμπί επαναφόρτωση'.
                          '</ul>',
  'select_album' => 'επιλέξτε άλμπουμ',
  'check_all' => 'Επιλογή Όλων',
  'uncheck_all' => 'Αποεπιλογή Όλων',
  'no_folders' => 'Δεν υπάρχουν φάκελλοι μέσα στον φάκελλο "albums" ακόμη. Σιγουρευτείτε για την δημιουργία τουλάχιστον ενός φακέλλου μέσα στον φάκελλο "albums" και ανεβάστε τα αρχεία σας εκεί με FTP. Δεν πρέπει να ανεβάσετε τα αρχεία σας στον φάκελλο "userpics" ούτε στον "edit", καθώς κρατούνται για προσθήκες μέσω http και για εσωτερικές διαδικασίες.', //cpg1.4
   'albums_no_category' => 'Αλμπουμς χωρίς κατηγορία', //cpg1.4 // album pulldown mod, added by frogfoot
  'personal_albums' => '* Προσωπικά άλμπουμς', //cpg1.4 // album pulldown mod, added by frogfoot
  'browse_batch_add' => 'Πλοηγήσιμο περιβάλλον (συστήνεται)', //cpg1.4
  'edit_pics' => 'Επεξεργασία αρχείων', //cpg1.4
  'edit_properties' => 'Ιδιότητες των άλμπουμς', //cpg1.4
  'view_thumbs' => 'Εμφάνιση μικρογραφιών', //cpg1.4
);

// ------------------------------------------------------------------------- //
// File stat_details.php //cpg1.4
// ------------------------------------------------------------------------- //

if (defined('STAT_DETAILS_PHP')) $lang_stat_details_php = array(
  'show_hide' => 'εμφάνιση/απόκρυψη αυτής της στήλης', //cpg1.4
  'vote' => 'Λεπτομέρειες Ψήφων', //cpg1.4
  'hits' => 'Λεπτομέρειες Επισκέψεων', //cpg1.4
  'stats' => 'Στατιστικές Ψήφων', //cpg1.4
  'sdate' => 'Ημερομηνία', //cpg1.4
  'rating' => 'Βαθμολόγηση', //cpg1.4
  'search_phrase' => 'Αναζήτηση φράσεως', //cpg1.4
  'referer' => 'Αναφορέας', //cpg1.4
  'browser' => 'Πλοηγός ιστοσελίδων', //cpg1.4
  'os' => 'Λειτουργικό Σύστημα', //cpg1.4
  'ip' => 'IP', //cpg1.4
  'sort_by_xxx' => 'Ταξινομημένα κατά %s', //cpg1.4
  'ascending' => 'ανοδικά', //cpg1.4
  'descending' => 'καθοδικά', //cpg1.4
  'internal' => 'int', //cpg1.4
  'close' => 'κλείσιμο', //cpg1.4
  'hide_internal_referers' => 'απόκρυψη εσωτερικών αναφορών', //cpg1.4
  'date_display' => 'Εμφάνιση ημερομηνίας', //cpg1.4
  'submit' => 'υποβολή / φρεσκάρισμα', //cpg1.4
);

// ------------------------------------------------------------------------- //
// File thumbnails.php
// ------------------------------------------------------------------------- //

// Void

// ------------------------------------------------------------------------- //
// File upload.php
// ------------------------------------------------------------------------- //

if (defined('UPLOAD_PHP')) $lang_upload_php = array(
  'title' => 'Προσθήκη αρχείου',
  'custom_title' => 'Διαμορφοποιήσιμη Φόρμα Αίτησης',
  'cust_instr_1' => 'Μπορείτε να επιλέξετε έναν δικό σας αριθμό πεδίων για προσθήκη. Ωστόσο, δεν μπορείτε να διαλέξετε πάνω από τα παρακάτω όρια.',
  'cust_instr_2' => 'Αριθμός Πεδίων Αίτησης',
  'cust_instr_3' => 'Πεδία προσθήκης αρχείων: %s',
  'cust_instr_4' => 'Πεδία προσθήκης URI/URL: %s',
  'cust_instr_5' => 'Πεδία προσθήκης URI/URL:',
  'cust_instr_6' => 'Πεδία προσθήκης αρχείων:',
  'cust_instr_7' => 'Παρακαλώ εισάγετε τον αριθμό κάθε είδους πεδίου προσθήκης για αυτή τη φορά.  Μετά κάντε κλικ στο \'Συνέχεια\'. ',
  'reg_instr_1' => 'Άκυρη ενέργεια για την δημιουργία φόρμας.',
  'reg_instr_2' => 'Τώρα μπορείτε να προσθέσετε τα αρχεία σας χρησιμοποιώντας τα παρακάτω πεδία προσθήκης. Το μέγεθος των αρχείων που θα προσθέσετε δεν πρέπει να ξεπερνά τα %s KB το καθένα. Τυχόν ZIP αρχεία που θα προστεθούν μέσω των πεδίων \'Προσθήκη Αρχείου\' και \'Προσθήκη URI/URL\' θα παραμείνουν συμπιεσμένα.',
  'reg_instr_3' => 'Εάν θέλετε τα συμπιεσμένα αρχεία να αποσυμπιεστούν, πρέπει να χρησιμοποιήσετε το πεδίο προσθήκης που υπάρχει στην περιοχή \'Προσθήκη Αποσυμπιεζομένων Αρχείων ZIP\'.',
  'reg_instr_4' => 'Εάν θέλετε να χρησιμοποιήσετε το πεδίο προσθήκης URI/URL, παρακαλώ να εισάγετε την διαδρομή προς το αρχείο με αυτόν τον τρόπο: http://www.mysite.com/images/example.jpg',
  'reg_instr_5' => 'Όταν συμπληρώσετε την φόρμα, παρακαλώ κάντε κλικ στο \'Συνέχεια\'.',
  'reg_instr_6' => 'Προσθήκη Αποσυμπιεζομένων Αρχείων ZIP:',
  'reg_instr_7' => 'Προσθήκη Αρχείων:',
  'reg_instr_8' => 'Προσθήκη URI/URL:',
  'error_report' => 'Αναφορά Λάθους',
  'error_instr' => 'Οι παρακάτω προσθήκες παρουσίασαν λάθη:',
  'file_name_url' => 'Όνομα Αρχείου/URL',
  'error_message' => 'Μύνημα Λάθους',
  'no_post' => 'Το αρχείο δεν προστέθηκε από την λειτουργία POST.',
  'forb_ext' => 'Ανεπίτρεπτη επέκταση αρχείου.',
  'exc_php_ini' => 'Υπέρβαση επιτρεπόμενου μεγέθους αρχείου από το php.ini.',
  'exc_file_size' => 'Υπέρβαση επιτρεπόμενου μεγέθους αρχείου από το CPG.',
  'partial_upload' => 'Μόνο ένα μέρος προστέθηκε.',
  'no_upload' => 'Δεν έγινε προσθήκη.',
  'unknown_code' => 'Άγνωστο λάθος στον κώδικα προσθήκης της PHP.',
  'no_temp_name' => 'Δεν έγινε προσθήκη - Δεν υπάρχει προσωρινό όνομα.',
  'no_file_size' => 'Δεν περιέχει δεδομένα/Αλλοιωμένο',
  'impossible' => 'Αδύνατη η μετακίνηση.',
  'not_image' => 'Δεν είναι εικόνα/αλλοιωμένο',
  'not_GD' => 'Δεν είναι επέκταση GD.',
  'pixel_allowance' => 'Το ύψος και/ή το πλάτος της προστιθέμενης φωτογραφίας είναι άνω του επιτρεπτού ορίου των ρυθμίσεων της γκαλερί.', //cpg1.4
  'incorrect_prefix' => 'Λάθος πρόθεμα URI/URL',
  'could_not_open_URI' => 'Δεν μπόρεσε να ανοίξει το URI.',
  'unsafe_URI' => 'Ασφάλεια μη επαληθεύσιμη.',
  'meta_data_failure' => 'Αποτυχία στοιχείων Meta',
  'http_401' => '401 Μη εξουσιοδοτημένο',
  'http_402' => '402 Απαιτείται Πληρωμή',
  'http_403' => '403 Απαγορευμένο',
  'http_404' => '404 Δεν Βρέθηκε',
  'http_500' => '500 Εσωτερικό Λάθος Διακομιστή',
  'http_503' => '503 Υπηρεσία Μη Διαθέσιμη',
  'MIME_extraction_failure' => 'Δεν μπόρεσε να καθοριστεί η επέκταση MIME (Multipurpose Internet Mail Extensions).',
  'MIME_type_unknown' => 'Άγνωστος τύπος MIME (Multipurpose Internet Mail Extensions)',
  'cant_create_write' => 'Αδύνατη η δημιουργία εγγράψιμου αρχείου.',
  'not_writable' => 'Αδύνατη η εγγραφή στο εγγράψιμο αρχείο.',
  'cant_read_URI' => 'Αδύνατη η ανάγνωση του URI/URL',
  'cant_open_write_file' => 'Αδύνατο το άνοιγμα του εγγράψιμου αρχείου URI.',
  'cant_write_write_file' => 'Αδύνατη η εγγραφή στο εγγράψιμο αρχείο URI.',
  'cant_unzip' => 'Αδύνατη η αποσυμπίεση.',
  'unknown' => 'Άγνωστο λάθος',
  'succ' => 'Επιτυχείς Προσθήκες',
  'success' => '%s επιτυχείς προσθήκες.',
  'add' => 'Παρακαλώ κάντε κλικ στο \'Συνέχεια\' για να προσθέσετε τα αρχεία σε άλμπουμς.',
  'failure' => 'Αποτυχία Προσθήκης',
  'f_info' => 'Πληροφορίες Αρχείου',
  'no_place' => 'Το προηγούμενο αρχείο δεν μπόρεσε να τοποθετηθεί.',
  'yes_place' => 'Το προηγούμενο αρχείο προστέθηκε επιτυχώς.',
  'max_fsize' => 'Το μέγιστο επιτρεπόμενο μέγεθος αρχείου είναι %s KB',
  'album' => '\'Αλμπουμ',
  'picture' => 'Αρχείο',
  'pic_title' => 'Τίτλος αρχείου',
  'description' => 'Περιγραφή αρχείου',
  'keywords' => 'Λέξεις-Κλειδιά (διαχωρισμένες με κενά)<br /><a href="#" onClick="return MM_openBrWindow(\'keyword_select.php\',\'selectKey\',\'width=250, height=400, scrollbars=yes,toolbar=no,status=yes,resizable=yes\')">Εισαγωγή από λίστα</a>', //cpg1.4
  'keywords_sel' =>'Επιλέξτε Λέξη-Κλειδί', //cpg1.4
  'err_no_alb_uploadables' => 'Συγνώμη δεν υπάρχει άλμπουμ στο οποίο να σας επιτρέπεται η προσθήκη αρχείων',
  'place_instr_1' => 'Παρακαλώ τοποθετήστε τα αρχεία σε άλμπουμς τώρα.  Μπορείτε επίσης να εισάγετε πληροφορίες σχετικές με κάθε αρχείο.',
  'place_instr_2' => 'Περισσότερα αρχεία χρειάζονται τοποθέτηση. Παρακαλώ κάντε κλικ στο \'Συνέχεια\'.',
  'process_complete' => 'Έχετε τοποθετήσει όλα τα αρχεία επιτυχώς.',
   'albums_no_category' => 'Αλμπουμς χωρίς κατηγορία', //cpg1.4. //album pulldown mod, added by frogfoot
  'personal_albums' => '* Προσωπικά άλμπουμς', //cpg1.4 //album pulldown mod, added by frogfoot
  'select_album' => 'Επιλέξτε άλμπουμ', //cpg1.4 //album pulldown mod, added by frogfoot
  'close' => 'Κλείσιμο', //cpg1.4
  'no_keywords' => 'Συγνώμη, δεν υπάρχουν διαθέσιμες λέξεις-κλειδιά!', //cpg1.4
  'regenerate_dictionary' => 'Αναπαραγωγή Λεξικού', //cpg1.4
);

// ------------------------------------------------------------------------- //
// File usermgr.php
// ------------------------------------------------------------------------- //

if (defined('USERMGR_PHP')) $lang_usermgr_php = array(
  'memberlist' => 'Λίστα Μελών', //cpg1.4
  'user_manager' => 'Διαχείριση χρηστών', //cpg1.4
  'title' => 'Διαχείριση χρηστών',
  'name_a' => 'Ανοδικά κατά όνομα',
  'name_d' => 'Καθοδικά κατά όνομα',
  'group_a' => 'Ανοδικά κατά ομάδα',
  'group_d' => 'Καθοδικά κατά ομάδα',
  'reg_a' => 'Ανοδικά κατά ημερομηνία εγγραφής',
  'reg_d' => 'Καθοδικά κατά ημερομηνία εγγραφής',
  'pic_a' => 'Ανοδικά κατά αριθμό αρχείων',
  'pic_d' => 'Καθοδικά κατά αριθμό αρχείων',
  'disku_a' => 'Ανοδικά κατά χρήση χώρου',
  'disku_d' => 'Καθοδικά κατά χρήση χώρου',
  'lv_a' => 'Ανοδικά κατά τελευταία επίσκεψη',
  'lv_d' => 'Καθοδικά κατά τελευταία επίσκεψη',
  'sort_by' => 'Ταξινόμηση χρηστών κατά',
  'err_no_users' => 'Ο πίνακας χρηστών είναι άδειος !',
  'err_edit_self' => 'Δεν μπορείτε να επεξεργαστείτε το δικό σας προφίλ, χρησιμοποιήστε τον σύνδεσμο \'Το Προφίλ Μου\' για αυτό',
  'edit' => 'Επεξεργασία', //cpg1.4
  'with_selected' => 'Με τα επιλεγμένα:', //cpg1.4
  'delete' => 'Διαγραφή', //cpg1.4
  'delete_files_no' => 'κατακράτηση δημόσιων αρχείων (αλλά ανώνυμα)', //cpg1.4
  'delete_files_yes' => 'διαγραφή και δημόσιων αρχείων', //cpg1.4
  'delete_comments_no' => 'κατακράτηση σχολίων (αλλά ανώνυμα)', //cpg1.4
  'delete_comments_yes' => 'διαγραφή και σχολίων', //cpg1.4
  'activate' => 'Ενεργοποίηση', //cpg1.4
  'deactivate' => 'Απενεργοποίηση', //cpg1.4
  'reset_password' => 'Μηδενισμός Κωδικού', //cpg1.4
  'change_primary_membergroup' => 'Αλλαγή πρωταρχικής ομάδας μέλους', //cpg1.4
  'add_secondary_membergroup' => 'Πρόσθεση δευτερεύουσας ομάδας μέλους', //cpg1.4
  'name' => 'Όνομα χρήστη',
  'group' => 'Ομάδα',
  'inactive' => 'Ανενεργός',
  'operations' => 'Λειτουργίες',
  'pictures' => 'Αρχεία',
  'disk_space_used' => 'Χρησιμοποιημένος χώρος', //cpg1.4
  'disk_space_quota' => 'Ποσόστωση Χώρου', //cpg1.4
  'registered_on' => 'Εγγραφή', //cpg1.4
  'last_visit' => 'Τελευταία Επίσκεψη',
  'u_user_on_p_pages' => '%d χρήστες σε %d σελίδα/ες',
  'confirm_del' => 'Είστε σίγουροι πως θέλετε να ΔΙΑΓΡΑΨΕΤΕ αυτόν τον χρήστη ; \\nΌλα τα αρχεία και τα άλμπουμς του θα διαγραφούν επίσης.', //js-alert
  'mail' => 'ΤΑΧΥΔΡΟΜΕΙΟ',
  'err_unknown_user' => 'Ο επιλεγμένος χρήστης δεν υπάρχει !',
  'modify_user' => 'Τροποποίηση χρήστη',
  'notes' => 'Σημειώσεις',
  'note_list' => '<li>Εάν δεν θέλετε να αλλάξετε τον ισχύοντα κωδικό σας, αφήστε κενό το πεδίο "κωδικός"',
  'password' => 'Κωδικός',
  'user_active' => 'Ο χρήστης είναι ενεργός',
  'user_group' => 'Ομάδα χρήστη',
  'user_email' => 'Email χρήστη',
  'user_web_site' => 'Ιστοσελίδα χρήστη',
  'create_new_user' => 'Δημιουργία νέου χρήστη',
  'user_location' => 'Τοποθεσία χρήστη',
  'user_interests' => 'Ενδιαφέροντα χρήστη',
  'user_occupation' => 'Επάγγελμα χρήστη',
  'user_profile1' => '$user_profile1', //cpg1.4
  'user_profile2' => '$user_profile2', //cpg1.4
  'user_profile3' => '$user_profile3', //cpg1.4
  'user_profile4' => '$user_profile4', //cpg1.4
  'user_profile5' => '$user_profile5', //cpg1.4
  'user_profile6' => '$user_profile6', //cpg1.4
  'latest_upload' => 'Πρόσφατες προσθήκες',
  'never' => 'ποτέ',
  'search' => 'Αναζήτηση χρήστη', //cpg1.4
  'submit' => 'Υποβολή', //cpg1.4
  'search_submit' => 'Πάμε!', //cpg1.4
  'search_result' => 'Αναζήτηση αποτελεσμάτων για: ', //cpg1.4
  'alert_no_selection' => 'Πρέπει πρώτα να επιλέξετε τουλάχιστον έναν χρήστη!', //cpg1.4 //js-alert
  'password' => 'κωδικός', //cpg1.4
  'select_group' => 'Επιλέξτε ομάδα', //cpg1.4
  'groups_alb_access' => 'Άδειες άλμπουμς κατά ομάδα', //cpg1.4
  'album' => '\'Αλμπουμ', //cpg1.4
  'category' => 'Κατηγορία', //cpg1.4
  'modify' => 'Τροποποίηση;', //cpg1.4
  'group_no_access' => 'Αυτή η ομάδα δεν έχει ειδική πρόσβαση', //cpg1.4
  'notice' => 'Ειδοποίηση', //cpg1.4
  'group_can_access' => '\'Αλμπουμ(ς) που μόνο ο/η "%s" μπορεί να δει', //cpg1.4
);

// ------------------------------------------------------------------------- //
// File util.php
// ------------------------------------------------------------------------- //

if (defined('UTIL_PHP')) {
$lang_util_desc_php = array(
'Ενημερώνει τίτλους από όνομα αρχείου', //cpg1.4
'Διαγράφει τίτλους', //cpg1.4
'Επαναδημιουργεί μικρογραφίες και αναμεγενθύνει φωτογραφίες', //cpg1.4
'Διαγράφει τις πρωτότυπες φωτογραφίες και τις αντικαθιστά με τις αναμεγενθυμένες', //cpg1.4
'Διαγράφει τις πρωτότυπες ή τις ενδιάμεσες φωτογραφίες για να ελευθερώσει χώρο', //cpg1.4
'Διαγράφει σχόλια που δεν ανήκουν σε καμιά φωτογραφία', //cpg1.4
'Επαναδιαβάζει μεγέθη και διαστάσεις αρχείων (εάν επεξεργαστείτε φωτογραφίες \'χειρονακτικά\')', //cpg1.4
'Μηδενίζει μετρητές εμφανίσεων', //cpg1.4
'Εμφανίζει τις πληροφορίες PHP (phpinfo)', //cpg1.4
'Ενημερώνει την βάση δεδομένων', //cpg1.4
'Εμφανίζει τα αρχεία αναγραφής', //cpg1.4
);
$lang_util_php = array(
  'title' => 'Εργαλεία διαχειριστή (αναμεγέθυνση φωτογραφιών)',
  'what_it_does' => 'Τι κάνει',
  'file' => 'Αρχείο',
  'problem' => 'Πρόβλημα', //cpg1.4
  'status' => 'Κατάσταση', //cpg1.4
  'title_set_to' => 'ο τίτλος καθορίστηκε σε',
  'submit_form' => 'υποβολή',
  'updated_succesfully' => 'ενημέρωση επιτυχής',
  'error_create' => 'ΛΑΘΟΣ στην δημιουργία',
  'continue' => 'Επεξεργασία περισσότερων φωτογραφιών',
  'main_success' => 'Το αρχείο %s προστέθηκε επιτυχώς ως κύριο αρχείο',
  'error_rename' => 'Λάθος στην μετονομασία του %s σε %s',
  'error_not_found' => 'Το αρχείο %s δεν βρέθηκε',
  'back' => 'επιστροφή στην κεντρική',
  'thumbs_wait' => 'Ενημέρωση των μικρογραφιών και/ή των αναμεγενθυμένων φωτογραφιών, παρακαλώ περιμένετε...',
  'thumbs_continue_wait' => 'Συνέχεια της ενημέρωσης των μικρογραφιών και/ή των αναμεγενθυμένων φωτογραφιών...',
  'titles_wait' => 'Ενημέρωση τίτλων, παρακαλώ περιμένετε...',
  'delete_wait' => 'Διαγραφή τίτλων, παρακαλώ περιμένετε...',
  'replace_wait' => 'Διαγραφή πρωτότυπων και αντικατάστασή τους με τις αναμεγενθυμένες φωτογραφίες, παρακαλώ περιμένετε..',
  'instruction' => 'Γρήγορες οδηγίες',
  'instruction_action' => 'Επιλογή ενέργειας',
  'instruction_parameter' => 'Καθορισμός παραμέτρων',
  'instruction_album' => 'Επιλογή άλμπουμ',
  'instruction_press' => 'Κάντε κλικ στο %s',
  'update' => 'Ενημέρωση των μικρογραφιών και/ή των αναμεγενθυμένων φωτογραφιών',
  'update_what' => 'Τι θα πρέπει να ενημερωθεί',
  'update_thumb' => 'Μόνο μικρογραφίες',
  'update_pic' => 'Μόνο αναμεγενθυμένες φωτογραφίες',
  'update_both' => 'Και μικρογραφίες και αναμεγενθυμένες φωτογραφίες',
  'update_number' => 'Αριθμός επεξεργασμένων φωτογραφιών ανά κλικ',
  'update_option' => '(Προσπαθήστε να καθορίσετε χαμηλότερη τιμή για αυτή την επιλογή εάν έχετε προβλήματα του χρόνου σύνδεσης)',
  'filename_title' => 'Όνομα αρχείου &rArr; Τίτλος αρχείου',
  'filename_how' => 'Πως θα πρέπει να τροποποιηθεί το όνομα αρχείου',
  'filename_remove' => 'Αφαίρεση της επέκτασης .jpg και αντικατάσταση της _ (κάτω παύλας) με κενά',
  'filename_euro' => 'Αλλαγή του 2003_11_23_13_20_20.jpg σε 23/11/2003 13:20',
  'filename_us' => 'Αλλαγή του 2003_11_23_13_20_20.jpg σε 11/23/2003 13:20',
  'filename_time' => 'Αλλαγή του 2003_11_23_13_20_20.jpg σε 13:20',
  'delete' => 'Διαγραφή τίτλων αρχείων ή φωτογραφιών αρχικού μεγέθους',
  'delete_title' => 'Διαγραφή τίτλων αρχείων',
  'delete_title_explanation' => 'Αυτό θα διαγράψει όλους τους τίτλους από τα αρχεία του άλμπουμ που επιλέξατε.', //cpg1.4
  'delete_original' => 'Διαγραφή φωτογραφιών αρχικού μεγέθους',
  'delete_original_explanation' => 'Αυτό θα αφαιρέσει τις φωτογραφίες πλήρους μεγέθους.', //cpg1.4
  'delete_intermediate' => 'Διαγραφή ενδιάμεσων φωτογραφιών', //cpg1.4
  'delete_intermediate_explanation' => 'Αυτό θα διαγράψει τις ενδιάμεσες (κανονικές) φωτογραφίες.<br />Χρησιμοποιήστε το για να ελευθερώσετε χώρο εάν έχετε απενεργοποιημένη την \'Δημιουργία ενδιάμεσων φωτογραφιών\' στις ρυθμίσεις μετά την πρόσθεση φωτογραφιών.', //cpg1.4
  'delete_replace' => 'Διαγράφει τις αρχικές φωτογραφίες αντικαθιστώντας τες με τις αναμεγενθυμένες',
  'titles_deleted' => 'Όλοι οι τίτλοι στο επιλεγμένο άλμπουμ αφαιρέθηκαν', //cpg1.4
  'deleting_intermediates' => 'Διαγραφή ενδιάμεσων φωτογραφιών, παρακαλώ περιμένετε...', //cpg1.4
  'searching_orphans' => 'Αναζήτηση ορφανών, παρακαλώ περιμένετε...', //cpg1.4
  'select_album' => 'Επιλέξτε άλμπουμ',
  'delete_orphans' => 'Διαγραφή σχολίων από ελλείποντα αρχεία', //cpg1.4
  'delete_orphans_explanation' => 'Αυτό θα σας επιτρέψει να προσδιορίσετε και να διαγράψετε οποιαδήποτε σχόλια που συνδέονται με αρχεία τα οποία δεν υπάρχουν πλέον στην γκαλερί.<br />Επιλογή όλων των άλμπουμς.', //cpg1.4
  'refresh_db' => 'Επαναφόρτωση πληροφοριών διαστάσων και μεγέθους των αρχείων', //cpg1.4
  'refresh_db_explanation' => 'Αυτό θα επαναδιαβάσει το μέγεθος και τις διαστάσεις των αρχείων. Χρησιμοποιήστε το εάν η ποσόστωση του χώρου σας είναι λάθος ή έχετε αλλάξει τα αρχεία \'χειρονακτικά\'.', //cpg1.4
  'reset_views' => 'Μηδενισμός μετρητή εμφανίσεων', //cpg1.4
  'reset_views_explanation' => 'Καθορίζει την τιμή όλων των μετρητών εμφανίσεων του επιλεγμένου άλμπουμ σε μηδέν.', //cpg1.4
  'orphan_comment' => 'βρέθηκαν ορφανά σχόλια',
  'delete' => 'Διαγραφή',
  'delete_all' => 'Διαγραφή όλων',
  'delete_all_orphans' => 'Διαγραφή όλων των ορφανών;', //cpg1.4
  'comment' => 'Σχόλιο: ',
  'nonexist' => 'προσαρτημένο σε ανύπαρκτο αρχείο # ',
  'phpinfo' => 'Εμφάνιση phpinfo',
  'phpinfo_explanation' => 'Περιέχει τεχνικές πληροφορίες σχετικά με τον διακομιστή σας.<br /> - Μπορεί να σας ζητηθούν όταν ζητήσετε υποστήριξη.', //cpg1.4
  'update_db' => 'Ενημέρωση βάσης δεδομένων',
  'update_db_explanation' => 'Εάν έχετε αντικαταστήσει αρχεία του coppermine, προσθέσει κάποια τροποποίηση ή αναβαθμίσει από προηγούμενη έκδοση του coppermine, σιγουρευτείτε πως θα κάνετε την ενημέρωση της βάσης δεδομένων μόνο μια φορά. Αυτό θα δημιουργήσει όλους τους απαραίτητους πίνακες και/ή τιμές ρυθμίσεως στην βάση δεδομένων του coppermine.',
  'view_log' => 'Εμφάνιση αρχείων αναγραφής', //cpg1.4
  'view_log_explanation' => 'Το Coppermine μπορεί να παρακολουθήσει διάφορες ενέργειες που εκτελούν οι χρήστες. Μπορείτε να κοιτάξετε τα αρχεία αυτά εάν έχετε ενεργοποιημένη την λειτουργία αναγραφής στις <a href="admin.php">ρυθμίσεις του coppermine</a>.', //cpg1.4
  'versioncheck' => 'Έλεγχος εκδόσεων', //cpg1.4
  'versioncheck_explanation' => 'Έλεγχος των εκδόσεων των αρχείων προς εξεύρεση του εάν έχουν αντικατασταθεί όλα μετά από μία αναβάθμιση, ή εάν τα πηγαία αρχεία του coppermine έχουν ενημερωθεί μετά την έκδοση ενός πακέτου.', //cpg1.4
  'bridgemanager' => 'Διαχειριστής Γεφυρώματος', //cpg1.4
  'bridgemanager_explanation' => 'Ενεργοποίηση/απενεργοποίηση ενσωμάτωσης (γεφυροποίηση) του Coppermine με μία άλλη εφαρμογή (π.χ. BBS-Bulletin Board System).', //cpg1.4
);
}

// ------------------------------------------------------------------------- //
// File versioncheck.php //cpg1.4
// ------------------------------------------------------------------------- //

if (defined('VERSIONCHECK_PHP')) $lang_versioncheck_php = array(
  'title' => 'Έλεγχος εκδόσεων', //cpg1.4
  'what_it_does' => 'Αυτή η σελίδα προορίζεται για τους χρήστες που έχουν ενημερώσει την εγκατάσταση του coppermine. Το πρόγραμμα αυτό ψάχνει τα αρχεία στον διακομιστή σας και προσπαθεί να καθορίσει εάν είναι ίδια με αυτά της \'αποθήκης\' στο http://coppermine.sourceforge.net, και έτσι εμφανίζει τα αρχεία που θα έπρεπε επίσης να ενημερώσετε.<br />Θα παρουσιάσει οτιδήποτε πρέπει να διορθωθεί με κόκκινο. Καταχωρήσεις με κίτρινο πρέπει να εξεταστούν. Καταχωρήσεις με πράσινο (ή το προεπιλεγμένο χρώμα γραμματοσειράς σας) είναι εντάξει.<br />Κάντε κλικ στα εικονίδια βοήθειας για περισσότερες λεπτομέρειες.', //cpg1.4
  'online_repository_unable' => 'Αδύνατη η σύνδεση με την online \'αποθήκη\'', //cpg1.4
  'online_repository_noconnect' => 'Το Coppermine δεν μπόρεσε να συνδεθεί με την online \'αποθήκη\'. Αυτό μπορεί να συνέβει για δύο λόγους:', //cpg1.4
  'online_repository_reason1' => 'η online \'αποθήκη\' του coppermine είναι εκτός λειτουργίας - ελέγξτε εάν μπορείτε να συνδεθείτε με αυτή τη σελίδα: %s - εάν δεν μπορείτε να συνδεθείτε με αυτή τη σελίδα, προσπαθήστε ξανά αργότερα.', //cpg1.4
  'online_repository_reason2' => 'Η PHP στον διακομιστή σας είναι ρυθμισμένη με την λειτουργία %s απενεργοποιημένη (εξ ορισμού, είναι ενεργοποιημένη). Εάν εσείς διαχειρίζεστε τον διακομιστή σας, θέστε την επιλογή αυτή σε λειτουργία στο <i>php.ini</i> (τουλάχιστον επιτρέψτε την προσπέλασή της με το %s). Εάν φιλοξενήστε σε διακομιστή, θα πρέπει απλά να συμβιβαστείτε με το γεγονός ότι δεν μπορείτε να ελέγξετε τα αρχεία σας με αυτά της online \'αποθήκης\'. Αυτή η σελίδα τότε θα εμφανίσει μόνο τις εκδόσεις των αρχείων που ήταν με την δική σας διανομή - οι ενημερώσεις δεν θα εμφανιστούν.', //cpg1.4
  'online_repository_skipped' => 'Η σύνδεση στην online \'αποθήκη\' παρακάμφθηκε', //cpg1.4
  'online_repository_to_local' => 'Το πρόγραμμα χρησιμοποιεί τώρα ως προκαθορισμένη την έκδοση των τοπικών αρχείων. Τα δεδομένα μπορεί να είναι ανακριβή εάν έχετε αναβαθμίσει το Coppermine χωρίς να έχετε ανεβάσει όλα τα αρχεία. Αλλαγές των αρχείων μετά την έκδοση δεν θα ληφθούν υπόψη.', //cpg1.4
  'local_repository_unable' => 'Η σύνδεση στην \'αποθήκη\'  του διακομιστή σας ήταν ανεπιτυχής', //cpg1.4
  'local_repository_explanation' => 'Το Coppermine να συνδεθεί στο αρχείο της \'αποθήκης\' %s του διακομιστή σας. Αυτό πιθανώς σημαίνει ότι δεν έχετε ανεβάσει το αρχείο \'αποθήκης\' στον διακομιστή σας. Ανεβάστε το και μετά προσπαθήστε να ξανατρέξετε την σελίδα αυτή άλλη μία φορά (κάντε κλικ στην επαναφόρτωση).<br />Εάν το πρόγραμμα συνεχίζει να αποτυγχάνει, τότε ο οικοδεσπότης σας (webhost) ίσως έχει απενεργοποιήσει μέρη των <a href="http://www.php.net/manual/en/ref.filesystem.php">λειτουργιών συστήματος αρχείων της PHP</a> εντελώς. Σε αυτή την περίπτωση, λυπούμαστε αλλά απλά δεν μπορείτε να χρησιμοποιήσετε αυτό το εργαλείο καθόλου.', //cpg1.4
  'coppermine_version_header' => 'Εγκατεστημένη έκδοση του Coppermine', //cpg1.4
  'coppermine_version_info' => 'Έχετε εγκατεστημένο το: %s', //cpg1.4
  'coppermine_version_explanation' => 'Εάν νομίζετε πως αυτό είναι εντελώς λάθος και ότι θα έπρεπε να έχετε πιο νέα έκδοση του Coppermine, πιθανώς δεν θα έχετε ανεβάσει την πιο πρόσφατη έκδοση του αρχείου <i>include/init.inc.php</i>', //cpg1.4
  'version_comparison' => 'Σύγκριση εκδόσεων', //cpg1.4
  'folder_file' => 'φάκελλος/αρχείο', //cpg1.4
  'coppermine_version' => 'έκδοση cpg', //cpg1.4
  'file_version' => 'έκδοση αρχείου', //cpg1.4
  'webcvs' => 'web svn', //cpg1.4
  'writable' => 'εγγράψιμο', //cpg1.4
  'not_writable' => 'μη εγγράψιμο', //cpg1.4
  'help' => 'Βοήθεια', //cpg1.4
  'help_file_not_exist_optional1' => 'αρχείο/φάκελλος δεν υπάρχει', //cpg1.4
  'help_file_not_exist_optional2' => 'Το αρχείο/φάκελλος %s δεν βρέθηκε στον διακομιστή σας. Αν και είναι προαιρετικό θα έπρεπε να το ανεβάσετε (χρησιμοποιώντας το FTP πρόγραμμά σας) στον διακομιστή σας εάν συναντάτε προβλήματα.', //cpg1.4
  'help_file_not_exist_mandatory1' => 'αρχείο/φάκελλος δεν υπάρχει', //cpg1.4
  'help_file_not_exist_mandatory2' => 'Το αρχείο/φάκελλος %s δεν βρέθηκε στον διακομιστή σας, αν και είναι προαιρετικό. Ανεβάσετε το αρχείο στον διακομιστή (χρησιμοποιώντας το FTP πρόγραμμά σας).', //cpg1.4
  'help_no_local_version1' => 'Δεν υπάρχει τοπική έκδοση του αρχείου', //cpg1.4
  'help_no_local_version2' => 'Το πρόγραμμα δεν μπόρεσε να αποσπάσει τοπική έκδοση του αρχείου - το αρχείο σας είναι είτε παλιό είτε το έχετε τροποποιήσει, αφαιρώντας τις πληροφορίες επιγραφής στην πορεία. Συστήνεται η ενημέρωση του αρχείου.', //cpg1.4
  'help_local_version_outdated1' => 'Παλιά τοπική έκδοση', //cpg1.4
  'help_local_version_outdated2' => 'Η έκδοσή σας αυτού του αρχείου δείχνει να είναι από παλιότερη έκδοση του Coppermine (πιθανώς το αναβαθμίσατε). Σιγουρευτείτε για την ενημέρωση και αυτού του αρχείου επίσης.', //cpg1.4
  'help_local_version_na1' => 'Αδύνατη η απόσπαση πληροφοριών έκδοσης cvs', //cpg1.4
  'help_local_version_na2' => 'Το πρόγραμμα δεν μπόρεσε να καθορίσει ποια είναι η έκδοση cvs του αρχείου στον διακομιστή σας. Θα πρέπει να ανεβάσετε το αρχείο από το πακέτο σας.', //cpg1.4
  'help_local_version_dev1' => 'Έκδοση ανάπτυξης', //cpg1.4
  'help_local_version_dev2' => 'Το αρχείο στον διακομιστή σας δείχνει να είναι νεώτερο από αυτό της έκδοσης του Coppermine. Θα πρέπει είτε να χρησιμοποιείτε αρχείο ανάπτυξης (θα έπρεπε να το κάνετε αυτό μόνο αν ξέρετε τι κάνετε), είτε έχετε αναβαθμίσει την εγκατάσταση του Coppermine χωρίς να έχετε ανεβάσει το include/init.inc.php', //cpg1.4
  'help_not_writable1' => 'Φάκελλος μη εγγράψιμος', //cpg1.4
  'help_not_writable2' => 'Αλλάξτε τις άδειες αρχείου (CHMOD) για να δώσετε στο πρόγραμμα πρόσβαση εγγραφής στον φάκελλο %s και όλα μέσα σ\' αυτόν.', //cpg1.4
  'help_writable1' => 'Φάκελλος εγγράψιμος', //cpg1.4
  'help_writable2' => 'Ο φάκελλος %s είναι εγγράψιμος. Αυτό είναι περιττός κίνδυνος, καθώς το coppermine χρειάζεται μόνο πρόσβαση για ανάγνωση/εκτέλεση.', //cpg1.4
  'help_writable_undetermined' => 'Το Coppermine δεν μπόρεσε να καθορίσει το εάν αυτός ο φάκελλος είναι εγγράψιμος ή όχι.', //cpg1.4
  'your_file' => 'το αρχείο σας', //cpg1.4
  'reference_file' => 'αρχείο αναφοράς', //cpg1.4
  'summary' => 'Περίληψη', //cpg1.4
  'total' => 'Συνολικά ελεγχμένα αρχεία/φάκελλοι', //cpg1.4
  'mandatory_files_missing' => 'Απαραίτητα αρχεία που λείπουν', //cpg1.4
  'optional_files_missing' => 'Προαιρετικά αρχεία που λείπουν', //cpg1.4
  'files_from_older_version' => 'Αρχεία που μείνανε από παλιές εκδόσεις του Coppermine', //cpg1.4
  'file_version_outdated' => 'Παλιές εκδόσεις αρχείων', //cpg1.4
  'error_no_data' => 'Το πρόγραμμα δεν μπόρεσε να ανακτήσει οποιεσδήποτε πληροφορίες. Λυπούμαστε για την ταλαιπωρία.', //cpg1.4
  'go_to_webcvs' => 'πηγαίνετε στο %s', //cpg1.4
  'options' => 'Επιλογές', //cpg1.4
  'show_optional_files' => 'εμφάνιση προαιρετικών φακέλλων/αρχείων', //cpg1.4
  'show_mandatory_files' => 'εμφάνιση απαραίτητων αρχείων', //cpg1.4
  'show_file_versions' => 'εμφάνιση εκδόσεων αρχείων', //cpg1.4
  'show_errors_only' => 'εμφάνιση μόνο φακέλλων/αρχείων με λάθη', //cpg1.4
  'show_permissions' => 'εμφάνιση αδειών φακέλλων', //cpg1.4
  'show_condensed_output' => 'εμφάνιση συμπυκνωμένου περιεχομένου (για ευκολότερα screenshots)', //cpg1.4
  'coppermine_in_webroot' => 'το coppermine είναι εγκατεστημένο στον αρχικό φάκελλο του διακομιστή', //cpg1.4
  'connect_online_repository' => 'προσπαθήστε να συνδεθείτε στην online \'αποθήκη\'', //cpg1.4
  'show_additional_information' => 'εμφάνιση επιπρόσθετων πληροφοριών', //cpg1.4
  'no_webcvs_link' => 'να μη  εμφανιστεί ο σύνδεσμος web svn', //cpg1.4
  'stable_webcvs_link' => 'εμφάνιση συνδέσμου web svn σε σταθερό κλάδο', //cpg1.4
  'devel_webcvs_link' => 'εμφάνιση συνδέσμου web svn σε devel κλάδο', //cpg1.4
  'submit' => 'εφαρμογή αλλαγών / επαναφόρτωση', //cpg1.4
  'reset_to_defaults' => 'μηδενισμός στις προκαθορισμένες τιμές', //cpg1.4
);

// ------------------------------------------------------------------------- //
// File view_log.php  //cpg1.4
// ------------------------------------------------------------------------- //

if (defined('VIEWLOG_PHP')) $lang_viewlog_php = array(
  'delete_all' => 'Διαγραφή Όλων των Αναγραφών', //cpg1.4
  'delete_this' => 'Διαγραφή Αυτής της Αναγραφής', //cpg1.4
  'view_logs' => 'Εμφάνιση Αναγραφών', //cpg1.4
  'no_logs' => 'Δεν δημιουργήθηκαν αναγραφές.', //cpg1.4
);


// ------------------------------------------------------------------------- //
// File xp_publish.php //cpg1.4
// ------------------------------------------------------------------------- //

if (defined('XP_PUBLISH_PHP')) {

$lang_xp_publish_client = <<<EOT
<h1>Βοηθός Δημοσίευσης στο Ίντερνετ των XP</h1><p>Αυτό σας επιτρέπει να χρησιμοποιήσετε τον βοηθό δημοσιοποίησης στο ίντερνετ των <b>Windows XP</b> με το Coppermine.</p><p>Ο κώδικας είναι βασισμένος σε άρθρο δημοσιευμένο από τον
EOT;

$lang_xp_publish_required = <<<EOT
<h2>Τι χρειάζεται</h2><ul><li>Τα Windows XP προκειμένου να υπάρξει ο βοηθός.</li><li>Μια λειτουργίσιμη εγκατάσταση του Coppermine στην οποία <b>η λειτουργία της πρόσθεσης δουλεύει σωστά.</b></li></ul><h2>Πως να γίνει η εγκατάσταση από την πλευρά του client</h2><ul><li>Κάντε δεξί κλικ σε
EOT;

$lang_xp_publish_select = <<<EOT
Επιλέξτε &quot;save target as..&quot;. Αποθηκεύστε το αρχείο στον σκληρό σας δίσκο. Κατά την αποθήκευση του αρχείου, ελέγξτε ότι το προτεινόμενο όνομα αρχείου είναι <b>cpg_###.reg</b> (τα ### αντιπροσωπεύουν αριθμητικό timestamp). Αλλάξτε το σε εκείνο το όνομα αν χρειάζεται (χωρίς να πειράξετε τους αριθμούς). Αφού το κατεβάσετε, κάντε διπλό κλικ στο αρχείο για να εγγράψετε τον διακομιστή σας στον βοηθό δημοσίευσης.</li></ul>
EOT;

$lang_xp_publish_testing = <<<EOT
<h2>Δοκιμή</h2><ul><li>Στον Windows Explorer, επιλέξτε κάποια αρχεία και κάντε κλικ στο <b>Publish xxx on the web</b> στο αριστερό μέρος.</li><li>Επιβεβαιώστε την επιλογή των αρχείων. Κάντε κλικ στο <b>Next</b>.</li><li>Στην λίστα των υπηρεσιών που εμφανίζεται, επιλέξτε αυτή για την γκαλερί σας (έχει το όνομα της γκαλερί σας). Εάν η υπηρεσία δεν εμφανίζεται, σιγουρευτείτε πως έχετε εγκαταστήσει το <b>cpg_pub_wizard.reg</b> όπως περιγράφηκε παραπάνω.</li><li>Εισάγετε τις πληροφορίες σύνδεσής σας αν είναι απαραίτητο.</li><li>Επιλέξτε το άλμπουμ προορισμού για τις φωτογραφίες σας ή δημιουργήστε ένα νέο.</li><li>Κάντε κλικ στο <b>Next</b>. Ξεκινάει η πρόσθεση των φωτογραφιών.</li><li>Όταν τέλειώσει, ελέγξτε την γκαλερί σας για να δείτε εάν οι φωτογραφίες έχουν προστεθεί κατάλληλα.</li></ul>
EOT;

$lang_xp_publish_notes = <<<EOT
<h2>Σημειώσεις:</h2><ul><li>Από την στιγμή που θα ξεκινήσει η πρόσθεση, ο βοηθός δεν μπορεί να εμφανίσει οποιοδήποτε μύνημα λάθους από το πρόγραμμα οπότε δεν μπορείτε να ξέρετε εάν πέτυχε η πρόσθεση ή όχι μέχρι να ελέγξετε την γκαλερί σας.</li><li>Εάν η πρόσθεση αποτύχει, ενεργοποιήστε την &quot;Λειτουργία εντοπισμού λαθών&quot; στην σελίδα ρυθμίσεων του Coppermine, προσπαθήστε με μία μόνο φωτογραφία και ελέγξτε για μυνήματα λάθους στο
EOT;

$lang_xp_publish_flood = <<<EOT
αρχείο που βρίσκεται στον κατάλογο του Coppermine στον διακομιστή σας.</li><li>Για να αποφύγετε τυχόν <i>πλημμύρα</i> της γκαλερί από φωτογραφίες που προστέθηκαν μέσω του βοηθού, μόνο οι <b>διαχειριστές της γκαλερί</b> και <b>χρήστες που μπορούν να έχουν δικά τους άλμπουμς</b> μπορούν να χρησιμοποιήσουν αυτή τη λειτουργία.</li>
EOT;



$lang_xp_publish_php = array(
  'title' => 'Coppermine - Βοηθός Δημοσίευσης στο Ίντερνετ των XP', //cpg1.4
  'welcome' => 'Καλωσήλθατε <b>%s</b>,', //cpg1.4
  'need_login' => 'Πρέπει να συνδεθείτε στην γκαλερί με τον πλοηγό ιστοσελίδων πριν μπορέσετε να χρησιμοποιήσετε αυτόν τον βοηθό.<p/><p>Όταν συνδεθείτε μην ξεχάσετε να επιλέξετε την επιλογή <b>αυτόματη αναγνώριση</b> εάν υπάρχει.', //cpg1.4
  'no_alb' => 'Συγνώμη αλλά δεν υπάρχει άλμπουμ στο οποίο να σας επιτρέπεται η πρόσθεση φωτογραφιών με αυτόν τον βοηθό.', //cpg1.4
  'upload' => 'Πρόσθεση φωτογραφιών σε υπάρχων άλμπουμ', //cpg1.4
  'create_new' => 'Δημιουργία νέου άλμπουμ για τις φωτογραφίες σας', //cpg1.4
  'album' => '\'Αλμπουμ', //cpg1.4
  'category' => 'Κατηγορία', //cpg1.4
  'new_alb_created' => 'Το νέο σας άλμπουμ &quot;<b>%s</b>&quot; δημιουργήθηκε.', //cpg1.4
  'continue' => 'Κάντε κλικ στο &quot;Επόμενο&quot; για να ξεκινήσετε την πρόσθεση των φωτογραφιών σας', //cpg1.4
  'link' => 'αυτόν τον σύνδεσμο', //cpg1.4
);
}
?>