<?php
// ------------------------------------------------------------------------- //
//  Coppermine Photo Gallery v1.2.0                                          //
// ------------------------------------------------------------------------- //
//  Copyright (C) 2002  Grйgory DEMAR <gdemar@wanadoo.fr>                    //
//  http://www.chezgreg.net/coppermine/                                      //
// ------------------------------------------------------------------------- //
//  Based on PHPhotoalbum by Henning Stшverud <henning@stoverud.com>         //
//  http://www.stoverud.com/PHPhotoalbum/                                    //
// ------------------------------------------------------------------------- //
//  This program is free software; you can redistribute it and/or modify     //
//  it under the terms of the GNU General Public License as published by     //
//  the Free Software Foundation; either version 2 of the License, or        //
//  (at your option) any later version.                                      //
// ------------------------------------------------------------------------- //

// info about translators and translated language 
$lang_translation_info = array( 
'lang_name_english' => 'Ukrainian',  //the name of your language in English, e.g. 'Greek' or 'Spanish' 
'lang_name_native' => 'Українська', //the name of your language in your mother tongue (for non-latin alphabets, use unicode) 
'lang_country_code' => 'ua', //the two-letter code for the country your language is most-often spoken (refer to http://www.iana.org/cctld/cctld-whois.htm), e.g. 'gr' or 'es' 
'trans_name'=> 'Kostya Jakovchuk', //the name of the translator - can be a nickname 
'trans_email' => 'kostya.jakovchuk@plast.org.ua', //translator's email address (optional) 
'trans_website' => 'http://lutsk.plast.org.ua', //translator's website (optional) 
'trans_date' => '2003-25-11', //the date the translation was created / last modified 
); 

$lang_charset = 'windows-1251';
$lang_text_dir = 'ltr'; // ('ltr' for left to right, 'rtl' for right to left)

// shortcuts for Byte, Kilo, Mega
$lang_byte_units = array('Байт', 'KB', 'MB');

// Day of weeks and months
$lang_day_of_week = array('Неділя', 'Понеділок', 'Вівторок', 'Середа', 'Четвер', 'Пятниця', 'Субота');
$lang_month = array('Січень', 'Лютий', 'Березень', 'Квітень', 'Травень', 'Червень', 'Липень', 'Серпень', 'Вересень', 'Жовтень', 'Листопад', 'Грудень');

// Some common strings
$lang_yes = 'Так';
$lang_no  = 'Ні';
$lang_back = 'Назад';
$lang_continue = 'Вперед';
$lang_info = 'Інформація';
$lang_error = 'Помилка';

// The various date formats
// See http://www.php.net/manual/en/function.strftime.php to define the variable below
$album_date_fmt =    '%d %B %Yр.';
$lastcom_date_fmt =  '%d %B %Yр. о %H:%M';
$lastup_date_fmt = '%d.%m.%Yр.';
$register_date_fmt = '%d %B %Yр.';
$lasthit_date_fmt = '%d %B %Yр. в %I:%M';
$comment_date_fmt =  '%d %B %Yр. в %H:%M';

// For the word censor
$lang_bad_words = array('*fuck*', 'asshole', 'assramer', 'bitch*', 'c0ck', 'clits', 'Cock', 'cum', 'cunt*', 'dago', 'daygo', 'dego', 'dick*', 'dildo', 'fanculo', 'feces', 'foreskin', 'Fu\(*', 'fuk*', 'honkey', 'hore', 'injun', 'kike', 'lesbo', 'masturbat*', 'motherfucker', 'nazis', 'nigger*', 'nutsack', 'penis', 'phuck', 'poop', 'pussy', 'scrotum', 'shit', 'slut', 'titties', 'titty', 'twaty', 'wank*', 'whore', 'wop*',
			'*пизд*', '*хуй*', '*заеб*', '*пидар*', '*жопа*', '*урод*','*козл*','*бля*','*хуе*');

$lang_meta_album_names = array( 
        'random' => 'Випадкові фото', 
        'lastup' => 'Останні долучені', 
        'lastalb'=> 'Останнє поновлення альбому', 
        'lastcom' => 'Останні коментарі', 
        'topn' => 'Популярні', 
        'toprated' => 'Кращі за рейтингом', 
        'lasthits' => 'Останні переглянуті', 
        'search' => 'Результати пошуку', 
        'favpics'=> 'Вибрані',
);

$lang_errors = array(
	'access_denied' => 'Ви маєте недостатньо повноважень для перегляду цієї сторінки.',
	'perm_denied' => 'Ви маєте недостатньо повноважень для виконання цієї операції.',
	'param_missing' => 'Скрипт викликано без потрібних параметрів.',
	'non_exist_ap' => 'Обраний Вами альбом/фото не існує!',
	'quota_exceeded' => 'Розмір дискового простору перевищено.<br /><br />Для Вас дисковий простір становить [quota]Kб. Ваші фото займають [space]Kб. Долучення цього фото перевищить припустиму межу.',
	'gd_file_type_err' => 'Якщо використівується бібліотека GD - дозволені формати зображень тільки JPEG та PNG.',
	'invalid_image' => 'Завантажене фото зіпсоване, або не може бути опрацьоване бібліотекою GD',
	'resize_failed' => 'Неможливо створити слайд або зменшити розмір фото.',
	'no_img_to_display' => 'Нема фото',
	'non_exist_cat' => 'Вибрана категорія не існує',
	'orphan_cat' => 'Категорія не має \'головного каталогу\'. Запустіть Менеджер каталогів для виправлення ситуації.',
	'directory_ro' => 'Папка \'%s\' тільки для перегляду, фото неможливо видалити',
	'non_exist_comment' => 'Вибраний коментар не існує.',
	'pic_in_invalid_album' => 'Фото з неіснуючого альбому (%s)!?',
        'banned' => 'Вам сюди не дозволено заходити.', 
        'not_with_udb' => 'Цю функцію вимкнено в Coppermine, оскільки вона є приєднана до форуму. Або те, що Ви намагаєтеся виконати, на підтримується конфігурацією.', 
);

// ------------------------------------------------------------------------- //
// File theme.php
// ------------------------------------------------------------------------- //

$lang_main_menu = array(
	'alb_list_title' => 'До списка альбому',
	'alb_list_lnk' => 'Список категорій',
	'my_gal_title' => 'До персональної галереї',
	'my_gal_lnk' => 'Моя галерея',
	'my_prof_lnk' => 'Профіль',
	'adm_mode_title' => 'Перейти в режим адміністратора',
	'adm_mode_lnk' => 'Режим адміністратора',
	'usr_mode_title' => 'Перейти в режим користувача',
	'usr_mode_lnk' => 'Режим користувача',
	'upload_pic_title' => 'Долучення фото до альбому',
	'upload_pic_lnk' => 'Долучити фото',
	'register_title' => 'Зареєструватися',
	'register_lnk' => 'Реєстрація',
	'login_lnk' => 'Вхід',
	'logout_lnk' => 'Вихід',
	'lastup_lnk' => 'Останні долучені',
	'lastcom_lnk' => 'Останні коментарі',
	'topn_lnk' => 'Популярні',
	'toprated_lnk' => 'Кращі за рейтингом',
	'search_lnk' => 'Пошук',
        'fav_lnk' => 'Вибрані', 
);

$lang_gallery_admin_menu = array(
	'upl_app_lnk' => 'Перевірка долучень',
	'config_lnk' => 'Налаштування',
	'albums_lnk' => 'Альбоми',
	'categories_lnk' => 'Категорії',
	'users_lnk' => 'Користувачі',
	'groups_lnk' => 'Групи',
	'comments_lnk' => 'Коментарі',
	'searchnew_lnk' => 'Автодолучення',
        'util_lnk' => 'Змінити розмір', //new in cpg1.2.0
        'ban_lnk' => 'Бан користувача',//new in cpg1.2.0
);

$lang_user_admin_menu = array(
	'albmgr_lnk' => 'Створити/впорядкувати мої альбоми',
	'modifyalb_lnk' => 'Корегувати мої альбоми',
	'my_prof_lnk' => 'Профіль',
);

$lang_cat_list = array(
	'category' => 'Категорія',
	'albums' => 'Альбомів',
	'pictures' => 'Фото',
);

$lang_album_list = array(
	'album_on_page' => '%d альбомів на %d сторінках'
);

$lang_thumb_view = array(
	'date' => 'Дата',
        //Sort by filename and title
        'name' => 'Імя файла', //new in cpg1.2.0
        'title' => 'Назва',//new in cpg1.2.0
	'sort_da' => 'Сорт. по даті [зростання]',
	'sort_dd' => 'Сорт. по даті [спадання]',
	'sort_na' => 'Сорт. по імені [зростання]',
	'sort_nd' => 'Сорт. по імені [спадання]',
        'sort_ta' => 'Сорт. по назві [зростання]', 
        'sort_td' => 'Сорт. по назві [спадання]',  //new in cpg1.2.0
	'pic_on_page' => '%d фото на %d сторінці(ах)',
	'user_on_page' => '%d користувачів на %d сторінці(ах)'
);

$lang_img_nav_bar = array(
	'thumb_title' => 'Повернутись на сторінку із слайдом',
	'pic_info_title' => 'Показати/заховати інформацію про фото',
	'slideshow_title' => 'Слайд-шоу',
	'ecard_title' => 'Надіслати це фото як eCard',
	'ecard_disabled' => 'eCards вимкнені',
	'ecard_disabled_msg' => 'У Вас немає достатніх повноважень eCards',
	'prev_title' => 'Попереднє фото',
	'next_title' => 'Наступне фото',
	'pic_pos' => 'Фото %s з %s',
);

$lang_rate_pic = array(
	'rate_this_pic' => 'Оцінити це фото',
	'no_votes' => '(Не голосували)',
	'rating' => '(рейтинг: %s з 5 з %s голосами)',
	'rubbish' => 'Ніяк',
	'poor' => 'Дуже погано',
	'fair' => 'Погано',
	'good' => 'Може бути',
	'excellent' => 'Добре',
	'great' => 'Супер',
);

// ------------------------------------------------------------------------- //
// File include/exif.inc.php
// ------------------------------------------------------------------------- //

// void

// ------------------------------------------------------------------------- //
// File include/functions.inc.php
// ------------------------------------------------------------------------- //

$lang_cpg_die = array(
	INFORMATION => $lang_info,
	ERROR => $lang_error,
	CRITICAL_ERROR => 'Критична помилка',
	'file' => 'Файл: ',
	'line' => 'Рядок: ',
);

$lang_display_thumbnails = array(
	'filename' => 'Файл : ',
	'filesize' => 'Розмір файлу: ',
	'dimensions' => 'Розміри : ',
	'date_added' => 'Дата долучення : '
);

$lang_get_pic_data = array(
	'n_comments' => '%s коментарів',
	'n_views' => '%s переглядів',
	'n_votes' => '(%s голосів)'
);

// ------------------------------------------------------------------------- //
// File include/init.inc.php
// ------------------------------------------------------------------------- //

// void

// ------------------------------------------------------------------------- //
// File include/picmgmt.inc.php
// ------------------------------------------------------------------------- //

// void

// ------------------------------------------------------------------------- //
// File include/smilies.inc.php
// ------------------------------------------------------------------------- //

if (defined('SMILIES_PHP')) $lang_smilies_inc_php = array(
	'Exclamation' => 'Exclamation',
	'Question' => 'Question',
	'Very Happy' => 'Very Happy',
	'Smile' => 'Smile',
	'Sad' => 'Sad',
	'Surprised' => 'Surprised',
	'Shocked' => 'Shocked',
	'Confused' => 'Confused',
	'Cool' => 'Cool',
	'Laughing' => 'Laughing',
	'Mad' => 'Mad',
	'Razz' => 'Razz',
	'Embarassed' => 'Embarassed',
	'Crying or Very sad' => 'Crying or Very sad',
	'Evil or Very Mad' => 'Evil or Very Mad',
	'Twisted Evil' => 'Twisted Evil',
	'Rolling Eyes' => 'Rolling Eyes',
	'Wink' => 'Wink',
	'Idea' => 'Idea',
	'Arrow' => 'Arrow',
	'Neutral' => 'Neutral',
	'Mr. Green' => 'Mr. Green',
);

// ------------------------------------------------------------------------- //
// File addpic.php
// ------------------------------------------------------------------------- //

// void

// ------------------------------------------------------------------------- //
// File admin.php
// ------------------------------------------------------------------------- //

if (defined('ADMIN_PHP')) $lang_admin_php = array(
	0 => 'Вихід  ...',
	1 => 'Вхід в режим адміністратора ...',
);

// ------------------------------------------------------------------------- //
// File albmgr.php
// ------------------------------------------------------------------------- //

if (defined('ALBMGR_PHP')) $lang_albmgr_php = array(
	'alb_need_name' => 'Альбом мусить мати назву!',
	'confirm_modifs' => 'Ви дійсно бажаєте зробити ці зміни?',
	'no_change' => 'Ви нічого не змінили!',
	'new_album' => 'Новий альбом',
	'confirm_delete1' => 'Ви дійсно бажаєте видалити цей альбом?',
	'confirm_delete2' => '\nВсі фото і коментарі зникнуть!',
	'select_first' => 'Спочатку оберіть альбом',
	'alb_mrg' => 'Керування альбомами',
	'my_gallery' => '* Моя галерея *',
	'no_category' => '* Немає категорії *',
	'delete' => 'Видалити',
	'new' => 'Новий',
	'apply_modifs' => 'Застосувати зміни'
);

// ------------------------------------------------------------------------- //
// File catmgr.php
// ------------------------------------------------------------------------- //

if (defined('CATMGR_PHP')) $lang_catmgr_php = array(
	'miss_param' => 'Не надано параметри, потрібні для виконання операції \'%s\'!',
	'unknown_cat' => 'Вибрана категорія не існує в базі',
	'usergal_cat_ro' => 'Категорію галерей користувачів не може бути видалено!',
	'manage_cat' => 'Керування категоріями',
	'confirm_delete' => 'Ви дійсно бажаєте видалити цю категорію?',
	'category' => 'Категорія',
	'operations' => 'Дія',
	'move_into' => 'Перемістити до',
	'update_create' => 'Поновити/Створити категорію',
	'parent_cat' => 'Категорія верхнього рівня',
	'cat_title' => 'Назва категорії',
	'cat_desc' => 'Опис категорії'
);

// ------------------------------------------------------------------------- //
// File config.php
// ------------------------------------------------------------------------- //

if (defined('CONFIG_PHP')) $lang_config_php = array(
	'title' => 'Конфігурація',
	'restore_cfg' => 'Відновити значення по замовчуванню',
	'save_cfg' => 'Зберегти нову конфігурацію',
	'notes' => 'Нотатки',
	'info' => 'Інформація',
	'upd_success' => 'Конфігурацію поновлено',
	'restore_success' => 'Конфігурацію по замовчуванню відновлено',
	'name_a' => 'імені [зростання]',
	'name_d' => 'імені [спадання]',
        'title_a' => 'Назва [зростання]', 
        'title_d' => 'Назва [спадання]',
	'date_a' => 'дате [зростання]',
	'date_d' => 'дате [спадання]',
        'th_any' => 'Max Aspect',
        'th_ht' => 'Висота',
        'th_wd' => 'Ширина',
);

if (defined('CONFIG_PHP')) $lang_config_data = array(
	'Загальні налаштування',
	array('Назва галереї', 'gallery_name', 0),
	array('Опис галереї', 'gallery_description', 0),
	array('eMail адміністратора галереї', 'gallery_admin_email', 0),
	array('Адреса для посилання \'Див. додаткові фото\' в eCards', 'ecards_more_pic_target', 0),
	array('Мова', 'lang', 5),
	array('Тема', 'theme', 6),

	'Перегляд списку альбомів',
	array('Ширина головної таблиці (пікселів або %)', 'main_table_width', 0),
	array('Кількість рівнів категорій для показу', 'subcat_level', 0),
	array('Кількість альбомів для показу', 'albums_per_page', 0),
	array('Кількість колонок для списку альбомів', 'album_list_cols', 0),
	array('Розмір слайдів в пікселях', 'alb_list_thumb_size', 0),
	array('Вміст головної сторінки', 'main_page_layout', 0),
        array('Показати спочатку перший рівень слайдів в категоріях','first_level',1),  //new in cpg1.2.0

	'Перегляд слайдів',
	array('Кількість колонок на сторінці з слайдами', 'thumbcols', 0),
	array('Кількість рядків на сторінці з слайдами', 'thumbrows', 0),
	array('Макс. кількість закладок', 'max_tabs', 0),
	array('Показувати напис фото під слайдом', 'caption_in_thumbview', 1),
	array('Показувати кількість коментарів під слайдом', 'display_comment_count', 1),
	array('Порядок сортування для фото по замовчуванню', 'default_sort_order', 3),
	array('Мінімальна кількість голосів для фото для відображення в списку \'кращих за рейтингом\'', 'min_votes_for_rating', 0),

	'Перегляд фото &amp; Налаштування коментарів',
	array('Довжина таблиці для показу фото (пікселів або %)', 'picture_table_width', 0),
	array('По замовчуванню відображається інформація про фото', 'display_pic_info', 1),
	array('Фільтрувати погані слова в коментарях', 'filter_bad_words', 1),
	array('Дозволити смайлики', 'enable_smilies', 1),
	array('Макс. довжина для опису фото', 'max_img_desc_length', 0),
	array('Макс. кількість символів в слові', 'max_com_wlength', 0),
	array('Макс. кількістьрядків у коментарі', 'max_com_lines', 0),
	array('Макс. довжина коментаря', 'max_com_size', 0),
        array('Показувати стрічку зображень', 'display_film_strip', 1), 
        array('Кількість зображень в стрічці', 'max_film_strip_items', 0), 

	'Налаштування фото та слайдів',
	array('Якість для JPEG файлів', 'jpeg_qual', 0),
	array('Макс. довжина або висота слайду <b>*</b>', 'thumb_width', 0),
        array('Використовувати розмір ( довжина або висота, чи  максимальна сторона слайду )<b>*</b>', 'thumb_use', 7),  //new in cpg1.2.0
	array('Створювати проміжне фото','make_intermediate',1),
	array('Макс. довжина або висота проміжного фото <b>*</b>', 'picture_width', 0),
	array('Макс. розмір для доданих фото (Kб)', 'max_upl_size', 0),
	array('Макс. довжина або висота для доданих фото (пікселів)', 'max_upl_width_height', 0),

	'Налаштування користувача',
	array('Дозволити реєстрацію нових користувачів', 'allow_user_registration', 1),
	array('Реєстрація вимагає перевірки  eMailу', 'reg_requires_valid_email', 1),
	array('Дозволити двом користувачам мати однакові eMail', 'allow_duplicate_emails_addr', 1),
	array('Користувачі можуть мати власні альбоми', 'allow_private_albums', 1),

	'Довільні поля опису фото (залишити без змін у випадку невикористання)',
	array('Поле 1', 'user_field1_name', 0),
	array('Поле 2', 'user_field2_name', 0),
	array('Поле 3', 'user_field3_name', 0),
	array('Поле 4', 'user_field4_name', 0),

	'Розширені налаштування фото та слайдів',
        array('Показати власний альбом незареєстрованому користувачеві','show_private',1),  //new in cpg1.2.0
	array('Символи, заборонені в назвах файлів', 'forbiden_fname_char',0),
	array('Додавати фото з такими розширеннями:', 'allowed_file_extensions',0),
	array('Метод зміни розмірів фото','thumb_method',2),
	array('Шлях до утиліти \'convert\' від ImageMagick (приклад: /usr/bin/X11/)', 'impath', 0),
	array('Дозволені типи фото (підходить тільки для ImageMagick)', 'allowed_img_types',0),
	array('Налаштування командного рядка для ImageMagick', 'im_options', 0),
	array('Читати EXIF-дані в файлах JPEG', 'read_exif_data', 1),
	array('Папка для альбому <b>*</b>', 'fullpath', 0),
	array('Папка для фото користувачів <b>*</b>', 'userpics', 0),
	array('Префікс для проміжних фото <b>*</b>', 'normal_pfx', 0),
	array('Префікс для слайдів <b>*</b>', 'thumb_pfx', 0),
	array('Режим для папок по замовчуванню (для *nix систем)', 'default_dir_mode', 0),
	array('Режим для фото по замовчуванню (для *nix систем)', 'default_file_mode', 0),

	'Cookies &amp; налаштування кодової сторінки',
	array('Імя cookie, використовуване скриптом', 'cookie_name', 0),
	array('Шлях для cookie, використовуваний скриптом', 'cookie_path', 0),
	array('Кодування символів', 'charset', 4),

	'Додаткові налаштування',
	array('Увімкнути Debug Mode режим', 'debug_mode', 1),

	'<br /><div align="center">(*) Поля, позначені * не повинні змінюватись, якщо ви вже маєте фото в галереї.</div><br />'
);

// ------------------------------------------------------------------------- //
// File db_input.php
// ------------------------------------------------------------------------- //

if (defined('DB_INPUT_PHP')) $lang_db_input_php = array(
	'empty_name_or_com' => 'Ви повинні набрати ваше імя та коментар',
	'com_added' => 'Ваш коментар долучено',
	'alb_need_title' => 'Вкажіть назву альбому!',
	'no_udp_needed' => 'Оновлення не потрібне',
	'alb_updated' => 'Альбом оновлено',
	'unknown_album' => 'Обраний альбом не існує, або Ви не маєте повноважень для долучення фото до цього альбому',
	'no_pic_uploaded' => 'Фото не долучено!<br /><br />Перевірте сервер на можливість долучення фото!',
	'err_mkdir' => 'Помилка при створенні папки %s !',
	'dest_dir_ro' => 'Папка призначення %s є тільки для читання (для скрипта)!',
	'err_move' => 'Неможливо перемістити %s в %s !',
	'err_fsize_too_large' => 'Розмір фото, яке ви долучаєте, завеликий (максимальний: %s x %s) !',
	'err_imgsize_too_large' => 'Розмір файлу, який ви долучаєте, завеликий (максимальний: %s Kб) !',
	'err_invalid_img' => 'Файл, який ви долучаєте, містить помилку !',
	'allowed_img_types' => 'Ви можете долучити тільки %s фото.',
	'err_insert_pic' => 'Фото \'%s\' не може бути долучене до альбому ',
	'upload_success' => 'Фото долучено.<br /><br />Після перевірки адміністратором воно зявиться в альбомі.',
	'info' => 'Інформація',
	'com_added' => 'Коментар долучено',
	'alb_updated' => 'Альбом оновлено',
	'err_comment_empty' => 'Ваш коментар порожній !',
	'err_invalid_fext' => 'Приймаються файли тільки наступних форматів: <br /><br />%s.',
	'no_flood' => 'Перепрошую, Ви - автор останнього коментаря до цього фото.<br /><br />Відредагуйте попередній коментар, якщо бажаєте його виправити.',
	'redirect_msg' => 'Вас буде перенаправлено.<br /><br /><br />Тисніть \'ДАЛІ\' якщо сторінка не оновиться автоматично',
	'upl_success' => 'Ваші фото долучено',
);

// ------------------------------------------------------------------------- //
// File delete.php
// ------------------------------------------------------------------------- //

if (defined('DELETE_PHP')) $lang_delete_php = array(
	'caption' => 'Напис',
	'fs_pic' => 'повний розмір фото',
	'del_success' => 'успішно видалено',
	'ns_pic' => 'нормальний розмір фото',
	'err_del' => 'видалити неможливо',
	'thumb_pic' => 'слайд',
	'comment' => 'коментар',
	'im_in_alb' => 'фото в альбомі',
	'alb_del_success' => 'Альбом \'%s\' видалено',
	'alb_mgr' => 'Керування альбомом',
	'err_invalid_data' => 'Невірні дані отримано в \'%s\'',
	'create_alb' => 'Створення альбому \'%s\'',
	'update_alb' => 'Оновлення альбому \'%s\' з назвою \'%s\' та індексом \'%s\'',
	'del_pic' => 'Видалити фото',
	'del_alb' => 'Видалити альбом',
	'del_user' => 'Видалити користувача',
	'err_unknown_user' => 'Обраний користувач не існує !',
	'comment_deleted' => 'Коментар було видалено',
);

// ------------------------------------------------------------------------- //
// File displayecard.php
// ------------------------------------------------------------------------- //

// Void

// ------------------------------------------------------------------------- //
// File displayimage.php
// ------------------------------------------------------------------------- //

if (defined('DISPLAYIMAGE_PHP')){

$lang_display_image_php = array(
	'confirm_del' => 'Ви справді бажаєте видалити це фото? \\nКоментарі теж зникнуть.',
	'del_pic' => 'ВИДАЛИТИ ФОТО',
	'size' => '%s x %s пікселів',
	'views' => '%s разів',
	'slideshow' => 'Слайд-шоу',
	'stop_slideshow' => 'ЗУПИНИТИ СЛАЙД-ШОУ',
);

$lang_picinfo = array(
	'title' =>'Інформація про фото',
	'Filename' => 'Файл',
	'Album name' => 'Альбом',
	'Rating' => 'Рейтинг (%s голосів)',
	'Keywords' => 'Ключові слова',
	'File Size' => 'Розмір файлу',
	'Dimensions' => 'Розміри',
	'Displayed' => 'Переглядів',
	'Camera' => 'Камера',
	'Date taken' => 'Date taken',
	'Aperture' => 'Діафрагма',
	'Exposure time' => 'Экспозиція',
	'Focal length' => 'Фокусна відстань',
        'Comment' => 'Коментар', 
        'addFav' => 'Долучити до обраного', 
        'addFavPhrase' => 'Обрані', 
        'remFav' => 'Видалити з обраних',  //new in cpg1.2.0
);

$lang_display_comments = array(
	'OK' => 'OK',
	'edit_title' => 'Редагувати',
	'confirm_delete' => 'Видалити ?',
	'add_your_comment' => 'Коментувати',
        'name' => 'Імя', 
        'comment' => 'Коментар', 
        'your_name' => 'Анонімно',
);

$lang_fullsize_popup = array( 
        'click_to_close' => 'Натисніть на зображення, щоб закрити вікно',  //new in cpg1.2.0
);

}

// ------------------------------------------------------------------------- //
// File ecard.php
// ------------------------------------------------------------------------- //

if (defined('ECARDS_PHP') || defined('DISPLAYECARD_PHP')) $lang_ecard_php =array(
	'title' => 'Надіслати eCard',
	'invalid_email' => '<b>Увага</b> : неправильна eMail адреса !',
	'ecard_title' => 'eCard від %s для Вас',
	'view_ecard' => 'Якщо eCard відображено некоректно, натисніть на це посилання',
	'view_more_pics' => 'Натисніть на це посилання для перегляду всіх інших фото!',
	'send_success' => 'Вашу eСard надіслано',
	'send_failed' => 'Сервер не в стані надіслати Вашу eCard...',
	'from' => 'Від',
	'your_name' => 'Ваше імя',
	'your_email' => 'Ваша eMail адреса',
	'to' => 'Кому',
	'rcpt_name' => 'Імя отримувача',
	'rcpt_email' => 'eMail адреса отримувача',
	'greetings' => 'Вітання',
	'message' => 'Повідомлення',
);

// ------------------------------------------------------------------------- //
// File editpics.php
// ------------------------------------------------------------------------- //

if (defined('EDITPICS_PHP')) $lang_editpics_php = array(
	'pic_info' => 'Інформація про фото',
	'album' => 'Альбом',
	'title' => 'Назва',
	'desc' => 'Опис',
	'keywords' => 'Ключові слова',
	'pic_info_str' => '%sx%s - %sКб - %s переглядів - %s голосів',
	'approve' => 'Схвалити фото',
	'postpone_app' => 'Відхилити схвалення',
	'del_pic' => 'Видалити фото',
	'reset_view_count' => 'Reset view counter',
	'reset_votes' => 'Видалити голосування',
	'del_comm' => 'Видалити коментарі',
	'upl_approval' => 'Перевірка долучень',
	'edit_pics' => 'Корегувати фото',
	'see_next' => 'Переглянути наступне фото',
	'see_prev' => 'Переглянути попереднє фото',
	'n_pic' => '%s фото',
	'n_of_pic_to_disp' => 'Кількість фото на моніторі',
	'apply' => 'Застосувати'
);

// ------------------------------------------------------------------------- //
// File groupmgr.php
// ------------------------------------------------------------------------- //

if (defined('GROUPMGR_PHP')) $lang_groupmgr_php = array(
	'group_name' => 'Назва групи',
	'disk_quota' => 'Дисковий простір',
	'can_rate' => 'Можуть оцінювати фото',
	'can_send_ecards' => 'Можуть надсилати eCards',
	'can_post_com' => 'Можуть долучати коментарі',
	'can_upload' => 'Можуть долучати фото',
	'can_have_gallery' => 'Можуть мати особисті галереї',
	'apply' => 'Застосувати виправлення',
	'create_new_group' => 'Створити нову групу',
	'del_groups' => 'Видалити обрану групу',
	'confirm_del' => 'Увага! По видаленні групи всі користувачі з неї будуть перенесені в групу \'Зареєстровані\'!\n\nБажаєте продовжувати?',
	'title' => 'Керування групами користувачів',
	'approval_1' => 'Схвалення загальних долучень(1)',
	'approval_2' => 'Схвалення особистих долучень(2)',
	'note1' => '<b>(1)</b> Долучення в загальний альбом потребують згоди адміністратора',
	'note2' => '<b>(2)</b> Долучення в альбом користувача потребують перевірки адміністратором',
	'notes' => 'Нотатки'
);

// ------------------------------------------------------------------------- //
// File index.php
// ------------------------------------------------------------------------- //

if (defined('INDEX_PHP')){

$lang_index_php = array(
	'welcome' => 'СКОБ!'
);

$lang_album_admin_menu = array(
	'confirm_delete' => 'Бажаєте видалити цей альбом? \\nВсі фото і коментарі зникнуть.',
	'delete' => 'Видалити',
	'modify' => 'Налаштування',
	'edit_pics' => 'Корегувати',
);

$lang_list_categories = array(
	'home' => 'Початок',
	'stat1' => '<b>[pictures]</b> фото в <b>[albums]</b> альбомах та <b>[cat]</b> категоріях з <b>[comments]</b> коментарями, переглянуто <b>[views]</b> разів',
	'stat2' => '<b>[pictures]</b> фото в <b>[albums]</b> альбомах переглянуто <b>[views]</b> разів',
	'xx_s_gallery' => 'Галерея %s\'а',
	'stat3' => '<b>[pictures]</b> фото в <b>[albums]</b> альбомах <b>[comments]</b> коментарями, переглянуто <b>[views]</b> разів'
);

$lang_list_users = array(
	'user_list' => 'Список користувачів',
	'no_user_gal' => 'Тут немає галерей користувачів',
	'n_albums' => '%s альбомів',
	'n_pics' => '%s фото'
);

$lang_list_albums = array(
	'n_pictures' => '%s фото',
	'last_added' => ', останнє долучено %s'
);

}

// ------------------------------------------------------------------------- //
// File login.php
// ------------------------------------------------------------------------- //

if (defined('LOGIN_PHP')) $lang_login_php = array(
	'login' => 'Вхід',
	'enter_login_pswd' => 'Введіть імя та пароль для входу',
	'username' => 'Імя',
	'password' => 'Пароль',
	'remember_me' => 'Запамятати мене',
	'welcome' => 'СКОБ, %s ...',
	'err_login' => '*** Зайти неможливо. Спробуй ще! ***',
	'err_already_logged_in' => 'Ви вже увійшли!',
);

// ------------------------------------------------------------------------- //
// File logout.php
// ------------------------------------------------------------------------- //

if (defined('LOGOUT_PHP')) $lang_logout_php = array(
	'logout' => 'Вихід',
	'bye' => 'На все добре, %s ...',
	'err_not_loged_in' => 'Ви не увійшли!',
);

// ------------------------------------------------------------------------- //
// File modifyalb.php
// ------------------------------------------------------------------------- //

if (defined('MODIFYALB_PHP')) $lang_modifyalb_php = array(
	'upd_alb_n' => 'Оновлення альбому %s',
	'general_settings' => 'Загальні налаштування',
	'alb_title' => 'Назва',
	'alb_cat' => 'Категорія',
	'alb_desc' => 'Опис',
	'alb_thumb' => 'Слайд',
	'alb_perm' => 'Дозволи для цього альбому',
	'can_view' => 'Альбом можна переглянути',
	'can_upload' => 'Відвідувачі можуть долучати фото',
	'can_post_comments' => 'Відвідувачі можуть залишати коментарі',
	'can_rate' => 'Відвідувачі можуть оцінювати фото',
	'user_gal' => 'Галерея користувачів',
	'no_cat' => '* Немає категорії *',
	'alb_empty' => 'Альбом порожній',
	'last_uploaded' => 'Останні долучення',
	'public_alb' => 'Загальний альбом',
	'me_only' => 'Тільки я',
	'owner_only' => 'Тільки власник альбому (%s)',
	'groupp_only' => 'Члени групи \'%s\'',
	'err_no_alb_to_modify' => 'В базі даних немає альбомів, які б Ви могли корегувати.',
	'update' => 'Оновити альбом'
);

// ------------------------------------------------------------------------- //
// File ratepic.php
// ------------------------------------------------------------------------- //

if (defined('RATEPIC_PHP')) $lang_rate_pic_php = array(
	'already_rated' => 'Це фото Ви вже оцінили',
	'rate_ok' => 'Ваш голос зараховано',
);

// ------------------------------------------------------------------------- //
// File register.php & profile.php
// ------------------------------------------------------------------------- //

if (defined('REGISTER_PHP') || defined('PROFILE_PHP')) {

$lang_register_disclamer = <<<EOT
Пока адміністратори '<b>{SITE_NAME}</b>' намагатимуться якнайшвидше редагувати будь - який небажаний матеріал, Ви підтверджуєте, що всі повідомлення показують Вашу, а не адміністраторів сайту, позицію.  <br />
<br />
Ви обіцяєте не надсилати образливої, брутальної, неправдивої і т.д інформації, і погоджуєтесь з тим, що всі Ваші повідомлення буде записано в базу даних, адміністратори можуть корегувати та видаляти Ваші повідомлення та долучення на свій розсуд. За всі спроби зламати сайт чи базу даних, і за повязані з цим втрати інформації, які можуть зашкодити роботі фотогалереї, ні вебмайстер, ні адміністратори відповідальності не несуть.<br />
<br />
Галерея використовує технологію 'cookies' для покращення перегляду. Адреса E-mail використовується тільки для підтвердження Ваших реєстраційних даних та паролю.<br />
<br />
Натиснувши на "згоден", ви погоджуєтесь з усім вищепереліченим.
EOT;

$lang_register_php = array(
	'page_title' => 'Реєстрація користувача',
	'term_cond' => 'Умови',
	'i_agree' => 'Згоден',
	'submit' => 'Продовжити реєстрацію',
	'err_user_exists' => 'Імя користувача вже зайняте. Спробуйте інше!',
	'err_password_mismatch' => 'Пароли не співпадають, введіть знову',
	'err_uname_short' => 'Імя користувача повинне містити мінімум 2 символи',
	'err_password_short' => 'Пароль повинен містити мінімум 2 символи',
	'err_uname_pass_diff' => 'Імя користувача та пароль не повинні співпадати',
	'err_invalid_email' => 'Адресу Email вказано невірно',
	'err_duplicate_email' => 'З таким Email вже хтось реєструвався ',
	'enter_info' => 'Надайте реєстраційну інформацію',
	'required_info' => 'Необхідна інформація',
	'optional_info' => 'Додаткова інформація',
	'username' => 'Імя',
	'password' => 'Пароль',
	'password_again' => 'Повтор паролю',
	'email' => 'Email',
	'location' => 'Звідки',
	'interests' => 'Захоплення',
	'website' => 'Сайт',
	'occupation' => 'Чим займаєтеся',
	'error' => 'ПОМИЛКА',
	'confirm_email_subject' => '%s - Підтвердження реєстрації',
	'information' => 'Інформація',
	'failed_sending_email' => 'E-mail про підтвердження реєстрації не може бути відправлено!',
	'thank_you' => 'Дякуємо.<br /><br />На вашу адресу буде надіслано листа з подальшими вказівками.',
	'acct_created' => 'Запис про Вас створено. Ви зможете зайти, користуючись імям та паролем',
	'acct_active' => 'Ваш рахунок активовано. Ви зможете зайти, користуючись імям та паролем',
	'acct_already_act' => 'Ваш рахунок вже активовано!',
	'acct_act_failed' => 'Цей рахунок не може бути активованим!!',
	'err_unk_user' => 'Обраний користувач не існує!',
	'x_s_profile' => 'Профіль %s',
	'group' => 'Група',
	'reg_date' => 'Дата реєстрації',
	'disk_usage' => 'Використання диска',
	'change_pass' => 'Змінити пароль',
	'current_pass' => 'Теперішній пароль',
	'new_pass' => 'Новий пароль',
	'new_pass_again' => 'Новий пароль (ще раз)',
	'err_curr_pass' => 'Теперішній пароль - невірний',
	'apply_modif' => 'Застосувати зміни',
	'change_pass' => 'Змінити мій пароль',
	'update_success' => 'Ваш профіль оновлено',
	'pass_chg_success' => 'Ваш пароль змінено',
	'pass_chg_error' => 'Ваш пароль не змінено',
);

$lang_register_confirm_email = <<<EOT
Дякуємо за реєстрацію на {SITE_NAME}

Ваше імя  : "{USER_NAME}"
Ваш пароль: "{PASSWORD}"

Щоб активувати ваш рахунок, натисніть на посилання, або скопіюйте його до 
веб - браузера.

{ACT_LINK}

З повагою,

Адмінистрація {SITE_NAME}

EOT;

}

// ------------------------------------------------------------------------- //
// File reviewcom.php
// ------------------------------------------------------------------------- //

if (defined('REVIEWCOM_PHP')) $lang_reviewcom_php = array(
	'title' => 'Перевірка коментарів',
	'no_comment' => 'Тут немає коментарів для перевірки',
	'n_comm_del' => '%s коментарів видалено',
	'n_comm_disp' => 'Кількість коментарів для показу',
	'see_prev' => 'Переглянути попередній',
	'see_next' => 'Переглянути наступний',
	'del_comm' => 'Видалити вибрані коментарі',
);


// ------------------------------------------------------------------------- //
// File search.php - OK
// ------------------------------------------------------------------------- //

if (defined('SEARCH_PHP')) $lang_search_php = array(
	0 => 'Пошук колекції фото',
);

// ------------------------------------------------------------------------- //
// File searchnew.php
// ------------------------------------------------------------------------- //

if (defined('SEARCHNEW_PHP')) $lang_search_new_php = array(
	'page_title' => 'Шукати нові фото',
	'select_dir' => 'Вибрати папку',
	'select_dir_msg' => 'Ця функція дозволяє долучати фото в \'пакетному режимі\'.<br /><br />Оберіть папку для Ваших фото',
	'no_pic_to_add' => 'Немає фото для долучення',
	'need_one_album' => 'Для викоистання цієї функції Вам потрібен щонайменше один альбом',
	'warning' => 'Увага',
	'change_perm' => 'скрипт не може записати дані до папки. Змініть права доступу на 755 чи 777 перед спробою долучити фото!',
	'target_album' => '<b>Перемістити фото з &quot;</b>%s<b>&quot; до </b>%s',
	'folder' => 'Папка',
	'image' => 'Фото',
	'album' => 'Альбом',
	'result' => 'Результат',
	'dir_ro' => 'тільки для читання. ',
	'dir_cant_read' => 'Неможливо прочитати. ',
	'insert' => 'Долучення нових фото до галереї',
	'list_new_pic' => 'Список нових фото',
	'insert_selected' => 'Долучити вибрані фото',
	'no_pic_found' => 'Нових фото не знайдено',
	'be_patient' => 'Для долучення фото потрібен час',
	'notes' =>  '<ul>'.
				'<li><b>OK</b> : означає, що фото долучено'.
				'<li><b>DP</b> : означає, що таке фото вже є в базі'.
				'<li><b>PB</b> : означає, що фото не долучено. Варто перевірити  дозволи на налаштування в папках, де знаходиться фото'.
				'<li>Якщо \'знаки\' OK, DP, PB не зявляються, натисніть на поганому фото, щоб побачити помилку, зроблену PHP'.
				'<li>Якщо броузер каже \'timeout\', натисніть кнопку \'Оновити\' (Refresh)'.
				'</ul>',
);


// ------------------------------------------------------------------------- //
// File thumbnails.php
// ------------------------------------------------------------------------- //

// Void


// ------------------------------------------------------------------------- // 
// File banning.php 
// ------------------------------------------------------------------------- // 

if (defined('BANNING_PHP')) $lang_banning_php = array( 
                'title' => 'Бан користувачів', 
                'user_name' => 'Ваше імя', 
                'ip_address' => 'IP адреса', 
                'expiry' => 'Термін закінчення (якщо невказано - назавжди)', 
                'edit_ban' => 'Зберегти зміни', 
                'delete_ban' => 'Видалити', 
                'add_new' => 'Долучити новий бан', 
                'add_ban' => 'Долучити', 
); 

// ------------------------------------------------------------------------- //
// File upload.php
// ------------------------------------------------------------------------- //

if (defined('UPLOAD_PHP')) $lang_upload_php = array(
	'title' => 'Долучити фото',
	'max_fsize' => 'Максимальний  розмір файлу: %s кб',
	'album' => 'Альбом',
	'picture' => 'Фото',
	'pic_title' => 'Назва фото',
	'description' => 'Опис фото',
	'keywords' => 'Ключові слова<br>',
	'err_no_alb_uploadables' => 'Перепрошую, тут немає альбому, куди б Ви могли долучити фото',
);

// ------------------------------------------------------------------------- //
// File usermgr.php
// ------------------------------------------------------------------------- //

if (defined('USERMGR_PHP')) $lang_usermgr_php = array(
	'title' => 'Керування користувачами',
	'name_a' => 'Імені [зростання]',
	'name_d' => 'Імені [спадання]',
	'group_a' => 'Групі [зростання]',
	'group_d' => 'Групі [спадання]',
	'reg_a' => 'Даті реєстрації [зростання]',
	'reg_d' => 'Даті реєстрації [спадання]',
	'pic_a' => 'Кількості зображень [зростання]',
	'pic_d' => 'Кількості зображень [спадання]',
	'disku_a' => 'Disk usage [зростання]',
	'disku_d' => 'Disk usage [спадання]',
	'sort_by' => 'Сортувати користувачів по',
	'err_no_users' => 'Таблиця користувачів порожня!',
	'err_edit_self' => 'Ви не можете корегувати Ваш профіль, для цього натисніть посилання \'Профіль\'',
	'edit' => 'КОРЕГУВАТИ',
	'delete' => 'ВИДАЛИТИ',
	'name' => 'Імя користувача',
	'group' => 'Група',
	'inactive' => 'Неактивний',
	'operations' => 'Дії',
	'pictures' => 'Зображення',
	'disk_space' => 'Дисковий простір',
	'registered_on' => 'Зареєстровано',
	'u_user_on_p_pages' => '%d користувач(ів) на %d сторінці(ах)',
	'confirm_del' => 'Бажаєте видалити цього користувача? \\nЙого зображення та альбоми теж зникнуть.',
	'mail' => 'ПОШТА',
	'err_unknown_user' => 'Обраний користувач не існує !',
	'modify_user' => 'Зміна користувача',
	'notes' => 'Зауваження',
	'note_list' => '<li>Якщо ви не бажаєте змінювати пароль, залиште поле "пароль" порожнім',
	'password' => 'Пароль',
	'user_active' => 'Користувач активний',
	'user_group' => 'Група',
	'user_email' => 'Email',
	'user_web_site' => 'Вебсайт',
	'create_new_user' => 'Створити нового користувача',
	'user_location' => 'Звідки',
	'user_interests' => 'Зацікавлення',
	'user_occupation' => 'Робота',
);


// ------------------------------------------------------------------------- // 
// File util.php 
// ------------------------------------------------------------------------- // 

if (defined('UTIL_PHP')) $lang_util_php = array( 
        'title' => 'Змінити розмір', 
        'what_it_does' => 'Що це дасть', 
        'what_update_titles' => 'Оновити назву з імені файлу', 
        'what_delete_title' => 'Видалити назви', 
        'what_rebuild' => 'Перешикувати ескізи та змінити розмір фото', 
        'what_delete_originals' => 'Замінити оригінали фотками із зміненим розміром.', 
        'file' => 'Файл', 
        'title_set_to' => 'встановлено назву', 
        'submit_form' => 'відправити', 
        'updated_succesfully' => 'оновлення відбулось', 
        'error_create' => 'ПОМИЛКА створення', 
        'continue' => 'У процесі багато зображень', 
        'main_success' => 'Файл %s використовувався як головне зображення', 
        'error_rename' => 'Помилка перейменування %s в %s', 
        'error_not_found' => 'Файл %s не знайдено', 
        'back' => 'на головну', 
        'thumbs_wait' => 'Оновлення ескізів або зміна розмірів, прошу зачекати ...', 
        'thumbs_continue_wait' => 'Продовження Оновлення ескізів або зміни розмірів ...', 
        'titles_wait' => 'Оновлення назв, прошу зачекати ...', 
        'delete_wait' => 'Видалення назв, прошу зачекати ...', 
        'replace_wait' => 'Видалення оригіналів та заміна зміненими зображеннями, прошу зачекати ...', 
        'instruction' => 'Інструкції', 
        'instruction_action' => 'Оберіть дію', 
        'instruction_parameter' => 'Встановити параметри', 
        'instruction_album' => 'Обрати альбом', 
        'instruction_press' => 'Натисніть %s', 
        'update' => 'Оновлення ескізів або розмірів фото', 
        'update_what' => 'Що має бути оновлене', 
        'update_thumb' => 'Тільки слайди', 
        'update_pic' => 'Тільки зміна розмірів', 
        'update_both' => 'Слайди та зміна розмірів', 
        'update_number' => 'Кількість корегованих зображень', 
        'update_option' => '(Якщо у Вас проблеми з timeout, спробуйте налащтувати опцію знизу)', 
        'filename_title' => 'Назва файлу? Назва зображення', 
        'filename_how' => 'Як має бути змінена назва зображення', 
        'filename_remove' => 'Видалити .jpg і замінити _ (підкреслення) з пробілами', 
        'filename_euro' => 'Змінити 2003_11_23_13_20_20.jpg на 23/11/2003 13:20', 
        'filename_us' => 'Змінити 2003_11_23_13_20_20.jpg на 11/23/2003 13:20', 
        'filename_time' => 'Змінити 2003_11_23_13_20_20.jpg на 13:20', 
        'delete' => 'Видалити назву зображення та оригінальний розмір фото', 
        'delete_title' => 'Видалити назву зображення', 
        'delete_original' => 'Видалити оригінальний розмір зображення', 
        'delete_replace' => 'Змінити оригінальні фото фотками зі зміненим розміром.', 
        'select_album' => 'обрати альбом альбом', 
);

?>