<?php
/*************************
  Coppermine Photo Gallery
  ************************
  Copyright (c) 2003-2005 Coppermine Dev Team
  v1.1 originaly written by Gregory DEMAR

  This program is free software; you can redistribute it and/or modify
  it under the terms of the GNU General Public License as published by
  the Free Software Foundation; either version 2 of the License, or
  (at your option) any later version.
  ********************************************
  Coppermine version: 1.3.3
  $Source: /cvsroot/coppermine/stable/lang/english-utf-8.php,v $
  $Revision: 1.14 $
  $Author: caspershadow $
  $Date: 2005/04/21 17:52:57 $
**********************************************/

// info about translators and translated language
$lang_translation_info = array(
  'lang_name_english' => 'Georgian',
  'lang_name_native' => 'ქართული',
  'lang_country_code' => 'ka',
  'trans_name'=> 'Giasher',
  'trans_email' => 'giasher@telenet.ge',
  'trans_website' => 'http://www.gia.ge/',
  'trans_date' => '2005-08-19',
);

$lang_charset = 'utf-8';
$lang_text_dir = 'ltr'; // ('ltr' for left to right, 'rtl' for right to left)

// shortcuts for Byte, Kilo, Mega
$lang_byte_units = array('ბაიტი', 'კბ', 'მბ');

// Day of weeks and months
$lang_day_of_week = array('კივ', 'ორშ', 'სამ', 'ოთხ', 'ხუთ', 'პარ', 'შაბ');
$lang_month = array('იან', 'თებ', 'მარ', 'აპრ', 'მაი', 'ივნ', 'ივლ', 'აგვ', 'სექ', 'ოქტ', 'ნოე', 'დეკ');

// Some common strings
$lang_yes = 'დიახ';
$lang_no  = 'არა';
$lang_back = 'უკან';
$lang_continue = 'გარგრძელება';
$lang_info = 'ინფორმაცია';
$lang_error = 'შეცდომა';

// The various date formats
// See http://www.php.net/manual/en/function.strftime.php to define the variable below
$album_date_fmt =    '%B %d, %Y';
$lastcom_date_fmt =  '%m/%d/%y at %H:%M'; //cpg1.3.0
$lastup_date_fmt = '%B %d, %Y';
$register_date_fmt = '%B %d, %Y';
$lasthit_date_fmt = '%B %d, %Y at %I:%M %p'; //cpg1.3.0
$comment_date_fmt =  '%B %d, %Y at %I:%M %p'; //cpg1.3.0

// For the word censor
$lang_bad_words = array('*fuck*', 'asshole', 'assramer', 'bitch*', 'c0ck', 'clits', 'Cock', 'cum', 'cunt*', 'dago', 'daygo', 'dego', 'dick*', 'dildo', 'fanculo', 'feces', 'foreskin', 'Fu\(*', 'fuk*', 'honkey', 'hore', 'injun', 'kike', 'lesbo', 'masturbat*', 'motherfucker', 'nazis', 'nigger*', 'nutsack', 'penis', 'phuck', 'poop', 'pussy', 'scrotum', 'shit', 'slut', 'titties', 'titty', 'twaty', 'wank*', 'whore', 'wop*');

$lang_meta_album_names = array(
  'random' => 'შემთხვევითი ფაილები', //cpg1.3.0
  'lastup' => 'ბოლო დამატებები',
  'lastalb'=> 'ბოლო განახლებული ალბომები',
  'lastcom' => 'ბოლო კომენტარები',
  'topn' => 'ყველაზე პოპულარული',
  'toprated' => 'ყველაზე რეიტინგული',
  'lasthits' => 'ბოლო მონახულებული',
  'search' => 'ძიების შედეგები',
  'favpics'=> 'ფავორიტი ფაილები', //cpg1.3.0
);

$lang_errors = array(
  'access_denied' => 'თქვენ არ გაქვთ ამ გვერდის ნახვის უფლება.',
  'perm_denied' => 'თქვენ არ გაქვთ ამ ოპერაციის შესრულების უფლება.',
  'param_missing' => 'სკრიპტი მოთხოვნილი პარამეტრების გარეშეა გამოძახებული.',
  'non_exist_ap' => 'მითითებული ალბომი/ფაილი არ არსებობს!', //cpg1.3.0
  'quota_exceeded' => 'დისკის ქვოტა გადავსებულია<br /><br />თქვენი ქოტაა [quota]К, თქვენ ფაილებს უკავიათ [space]К, ამ ფაილის დამატება ქვოტის გადავსებას გამოიწვევს.', //cpg1.3.0
  'gd_file_type_err' => 'როცა GD ბიბლიოთეკა გამოიყენება, დასაშვებია მხოლოდ JPEG და PNG ტიპის ფაილების გამოყენება.',
  'invalid_image' => 'ნახატი რომელიც ჩამოტვირთეთ დაზიანებულია ან GD ბიბლიოთეკის მიერ ვერ დამუშავდება',
  'resize_failed' => 'ვერ ვქმნი მინიატურას ან შემცირებული ზომის ნახატს.',
  'no_img_to_display' => 'ფოტო არ არის',
  'non_exist_cat' => 'მითითებული კატეგორია არ არსებობს',
  'orphan_cat' => 'კატეგორიას ზედა დონის კატეგორია არ გააჩნია, პრობლემის გადასაწყვეტად გამოიყენეთ კატეგორიების მმართველი!', //cpg1.3.0
  'directory_ro' => 'დასტა \'%s\' ჩაწერადი არაა, ფაილები ვერ წაიშლება', //cpg1.3.0
  'non_exist_comment' => 'მითითებული კომენტარი არ არსებობს.',
  'pic_in_invalid_album' => 'ფაილი არარსებულ ალბომშია (%s)!?', //cpg1.3.0
  'banned' => 'მოცემულ მომენტში საიტის გამოყენება გეკრძალებათ.',
  'not_with_udb' => 'ეს ფუნქცია გამორთულია, რადგან ინტეგრირებულია ფორუმის პროგრამასთან. ის, რისი გაკეთებაც გსურთ ამ კონფიგურაციით შეუძლებელია ან ფუნქცია უნდა დამუშავდეს ფორუმის პროგრამის საშუალებით.',
  'offline_title' => 'გამორთულია', //cpg1.3.0
  'offline_text' => 'გალერეა ამჯერად ამორთულია. დაუბრუნდით მოგვიანებით', //cpg1.3.0
  'ecards_empty' => 'ამჟამად ბარათების ჩანაწერები არ არსებობს. პროგრამის პარამეტრებში გადაამოწმეთ, ჩართულია თუ არა ბარათების ჟურნალი!', //cpg1.3.0
  'action_failed' => 'ქმედება ვერ განხორციელდა. პროგრამ თქვენს მოთხოვნას ვერ ამუშავებს.', //cpg1.3.0
  'no_zip' => 'არქივული ZIP ფაილების დამუშავების ბიბლიოთეკები მიუწვდომელია. გთხოვთ დაუკავშირდეთ პროგრამის საიტის ადმინისტრატორს.', //cpg1.3.0
  'zip_type' => 'თქვენ არ გაქვთ ZIP ფაილების ატვირთვის უფლება.', //cpg1.3.0
);

$lang_bbcode_help = 'ზოგიერთი სასარგებლო კოდი: <li>[b]<b>მუქი</b>[/b]</li> <li>[i]<i>კურსივი</i>[/i]</li> <li>[url=http://თქვენი_საიტი.ge/]საიტის აღწერა[/url]</li> <li>[email]user@domain.ge[/email]</li>'; //cpg1.3.0

// ------------------------------------------------------------------------- //
// File theme.php
// ------------------------------------------------------------------------- //

$lang_main_menu = array(
  'alb_list_title' => 'გადასვლა ალბომების სიაზე',
  'alb_list_lnk' => 'ალბომების სია',
  'my_gal_title' => 'გადასვლა პირად გალერეაზე',
  'my_gal_lnk' => 'ჩემი გალერეა',
  'my_prof_lnk' => 'ჩემი პროფილი',
  'adm_mode_title' => 'გადასვლა ადმინისტრირების რეჟიმში',
  'adm_mode_lnk' => 'ადმინისტრირების რეჟიმი',
  'usr_mode_title' => 'გადასვლა მონაწილის რეჟიმში',
  'usr_mode_lnk' => 'მონაწილის რეჟიმი',
  'upload_pic_title' => 'ფაილის ალბომში ატვირთვა', //cpg1.3.0
  'upload_pic_lnk' => 'ფაილის ატვირთვა', //cpg1.3.0
  'register_title' => 'ანგარიშის შექმნა',
  'register_lnk' => 'რეგისტრაცია',
  'login_lnk' => 'შესვლა',
  'logout_lnk' => 'გამოსვლა',
  'lastup_lnk' => 'ბოლო ატვირთვები',
  'lastcom_lnk' => 'ბოლო კომენტარები',
  'topn_lnk' => 'ყველაზე პოპულარულები',
  'toprated_lnk' => 'ყველაზე რეიტინგულები',
  'search_lnk' => 'ძიება',
  'fav_lnk' => 'ჩემი ფავორიტები',
  'memberlist_title' => 'წევრთა სიის ჩვენება', //cpg1.3.0
  'memberlist_lnk' => 'წევრთა სია', //cpg1.3.0
  'faq_title' => 'ძირითადი კითხვები &quot;Coppermine&quot; გალერეის შესახებ', //cpg1.3.0
  'faq_lnk' => 'ძირითადი კითხვები', //cpg1.3.0
);

$lang_gallery_admin_menu = array(
  'upl_app_lnk' => 'ატვირთვის დასტური',
  'config_lnk' => 'კონფიგურაცია',
  'albums_lnk' => 'ალბომები',
  'categories_lnk' => 'კატეგორიები',
  'users_lnk' => 'მონაწილეები',
  'groups_lnk' => 'ჯგუფები',
  'comments_lnk' => 'კომენტარების დათვალიერება', //cpg1.3.0
  'searchnew_lnk' => 'ფაილების ჯგუფური დამატება', //cpg1.3.0
  'util_lnk' => 'ადმინის ხელსაწყოები', //cpg1.3.0
  'ban_lnk' => 'მონაწილეთა აკრძალვა',
  'db_ecard_lnk' => 'ბარათების ჩვენება', //cpg1.3.0
);

$lang_user_admin_menu = array(
  'albmgr_lnk' => 'ჩემი ალბომების შექმნა / მოწესრიგება',
  'modifyalb_lnk' => 'ჩემი ალბომების შეცვლა',
  'my_prof_lnk' => 'ჩემი პროფილი',
);

$lang_cat_list = array(
  'category' => 'კატეგორია',
  'albums' => 'ალბომები',
  'pictures' => 'ფაილები', //cpg1.3.0
);

$lang_album_list = array(
  'album_on_page' => '%d ალბომი %d გვერდზე',
);

$lang_thumb_view = array(
  'date' => 'თარიღი',
  //Sort by filename and title
  'name' => 'ფაილის სახელი',
  'title' => 'სათაური',
  'sort_da' => 'სორტირება თარიღით [აღმავალი]',
  'sort_dd' => 'სორტირება თარიღით [დაღმავალი]',
  'sort_na' => 'სორტირება სახელით [აღმავალი]',
  'sort_nd' => 'სორტირება სახელით [დაღმავალი]',
  'sort_ta' => 'სორტირება სათაურით [აღმავალი]',
  'sort_td' => 'სორტირება სათაურით [დაღმავალი]',
  'download_zip' => 'გადმოწერა Zip ფაილად', //cpg1.3.0
  'pic_on_page' => '%d ფაილი %d გვერდზე',
  'user_on_page' => '%d მონაწილე %d გვერდზე', //cpg1.3.0
);

$lang_img_nav_bar = array(
  'thumb_title' => 'დაბრუნჯება მინიატურების გვერდზე',
  'pic_info_title' => 'ფაილის მონაცემების ჩვენება/დამალვა', //cpg1.3.0
  'slideshow_title' => 'სლაიდების ჩვენება',
  'ecard_title' => 'ფაილის ბარათის სახით გაგზავნა', //cpg1.3.0
  'ecard_disabled' => 'ბარათები ამორთულია',
  'ecard_disabled_msg' => 'თქვენ არ გაქვთ ბარათების გაგზავნის უფლება', //js-alert //cpg1.3.0
  'prev_title' => 'წინა ფაილის ნახვა', //cpg1.3.0
  'next_title' => 'შემდეგი ფაილის ნახვა', //cpg1.3.0
  'pic_pos' => 'ფაილ(ებ)ი %s/%s', //cpg1.3.0
);

$lang_rate_pic = array(
  'rate_this_pic' => 'ფაილის შეფასება ', //cpg1.3.0
  'no_votes' => '(ხმები ჯერ არ მიცემულა)',
  'rating' => '(მიმდინარე რეიტინგი: %s / 5 - ხმა: %s)',
  'rubbish' => 'ნაგავი',
  'poor' => 'ცუდი',
  'fair' => 'საშუალო',
  'good' => 'კარგი',
  'excellent' => 'საუცხოო',
  'great' => 'საუკეთესო',
);

// ------------------------------------------------------------------------- //
// File include/exif.inc.php
// ------------------------------------------------------------------------- //

// void

// ------------------------------------------------------------------------- //
// File include/functions.inc.php
// ------------------------------------------------------------------------- //

$lang_cpg_die = array(
  INFORMATION => $lang_info,
  ERROR => $lang_error,
  CRITICAL_ERROR => 'კრიტიკული შეცდომა',
  'file' => 'ფაილი: ',
  'line' => 'სტრიქონი: ',
);

$lang_display_thumbnails = array(
  'filename' => 'ფაილი: ',
  'filesize' => 'ფაილის ზომა: ',
  'dimensions' => 'ზომები: ',
  'date_added' => 'თარიღი: ', //cpg1.3.0
);

$lang_get_pic_data = array(
  'n_comments' => 'კომენტარი: %s ',
  'n_views' => 'ნახვა: %s',
  'n_votes' => '(%s ხმა)',
);

$lang_cpg_debug_output = array(
  'debug_info' => 'გამართვის მონაცემები', //cpg1.3.0
  'select_all' => 'ყველას არჩევა', //cpg1.3.0
  'copy_and_paste_instructions' => 'თუ პროგრამის ფორუმზე დახმარების მოთხოვნას აპირებთ, დააკოპირეთ და ჩასვით გამართვის მონაცემები თქვენს შეტყობინებაში. გაგზავნამდე არ დაგავიწყდეთ პაროლის *** სიმბოლოებით შეცვლა.', //cpg1.3.0
  'phpinfo' => 'phpinfo–ს ჩვენება', //cpg1.3.0
);

$lang_language_selection = array(
  'reset_language' => 'ნაგულისხმები ენა', //cpg1.3.0
  'choose_language' => 'ენის არჩევა', //cpg1.3.0
);

$lang_theme_selection = array(
  'reset_theme' => 'ნაგულისხმები თემა', //cpg1.3.0
  'choose_theme' => 'თემის არჩევა', //cpg1.3.0
);

// ------------------------------------------------------------------------- //
// File include/init.inc.php
// ------------------------------------------------------------------------- //

// void

// ------------------------------------------------------------------------- //
// File include/picmgmt.inc.php
// ------------------------------------------------------------------------- //

// void

// ------------------------------------------------------------------------- //
// File include/smilies.inc.php
// ------------------------------------------------------------------------- //

if (defined('SMILIES_PHP')) $lang_smilies_inc_php = array(
  'Exclamation' => 'წამოძახილი',
  'Question' => 'შეკითხვა',
  'Very Happy' => 'ბედნიერება',
  'Smile' => 'ღიმილი',
  'Sad' => 'დაღვრემა',
  'Surprised' => 'გაკვირვება',
  'Shocked' => 'შეძრწუნება',
  'Confused' => 'შეცბუნება',
  'Cool' => 'მაგარია!',
  'Laughing' => 'სიცილი',
  'Mad' => 'გიჟი',
  'Razz' => 'ფაციფუცი',
  'Embarassed' => 'დარცხვენა',
  'Crying or Very sad' => 'დამწუხრება',
  'Evil or Very Mad' => 'გაბოროტება',
  'Twisted Evil' => 'განრისხება',
  'Rolling Eyes' => 'გადმოკარკვლა',
  'Wink' => 'თვალის ჩაკვრა',
  'Idea' => 'ევრიკა!',
  'Arrow' => 'ისარი',
  'Neutral' => 'ნეიტრალური',
  'Mr. Green' => 'მისტერ გრინი',
);

// ------------------------------------------------------------------------- //
// File addpic.php
// ------------------------------------------------------------------------- //

// void

// ------------------------------------------------------------------------- //
// File admin.php
// ------------------------------------------------------------------------- //

if (defined('ADMIN_PHP')) $lang_admin_php = array(
  0 => 'ადმინისტრირების რეჟიმიდან გამოსვლა...',
  1 => 'ადმინისტრირების რეჟიმში შესვლა...',
);

// ------------------------------------------------------------------------- //
// File albmgr.php
// ------------------------------------------------------------------------- //

if (defined('ALBMGR_PHP')) $lang_albmgr_php = array(
  'alb_need_name' => 'ალბომებს სახელი უნდა ერქვათ!', //js-alert
  'confirm_modifs' => 'ნამდვილად გსურთ ეს ცვლილებები?', //js-alert
  'no_change' => 'ცვლილებები არ გაგიკეთებიათ!', //js-alert
  'new_album' => 'ახალი ალბომი',
  'confirm_delete1' => 'ნამდვილად გსურთ ამ ალბომის წაშლა?', //js-alert
  'confirm_delete2' => '\nყველა ფაილი და კომენტარი დაიკარგება!', //js-alert
  'select_first' => 'ჯერ ალბომი აირჩიეთ', //js-alert
  'alb_mrg' => 'ალბომების მმართველი',
  'my_gallery' => '* ჩემი გალერეა *',
  'no_category' => '* უკატეგორიო *',
  'delete' => 'წაშლა',
  'new' => 'ახალი',
  'apply_modifs' => 'ცვლილებების ფიქსაცია',
  'select_category' => 'კატეგორიის არჩევა',
);

// ------------------------------------------------------------------------- //
// File catmgr.php
// ------------------------------------------------------------------------- //

if (defined('CATMGR_PHP')) $lang_catmgr_php = array(
  'miss_param' => 'პარამეტრები \'%s\' ოპერაციის შესასრულებლად არ მითითებულა!',
  'unknown_cat' => 'შერჩეული კატეგორიები ბაზაში არ არსებობენ',
  'usergal_cat_ro' => 'მონაწილეთა გალერეების კატეგორია ვერ წაიშლება!',
  'manage_cat' => 'კატეგორიების მართვა',
  'confirm_delete' => 'ნამდვილად გსურთ ამ კატეგორიის წაშლა?', //js-alert
  'category' => 'კატეგორია',
  'operations' => 'ოპერაციები',
  'move_into' => 'გადატანა',
  'update_create' => 'კატეგორიის განახლება/შექმნა',
  'parent_cat' => 'ზედა დონის კატეგორია',
  'cat_title' => 'კატეგორიის სათაური',
  'cat_thumb' => 'კატეგორიის მინიატურა', //cpg1.3.0
  'cat_desc' => 'კატეგორიის აღწერა',
);

// ------------------------------------------------------------------------- //
// File config.php
// ------------------------------------------------------------------------- //

if (defined('CONFIG_PHP')) $lang_config_php = array(
  'title' => 'კონფიგურაცია',
  'restore_cfg' => 'საწყისი პარამეტრების აღდგენა',
  'save_cfg' => 'ახალი კონფიგურაციის შენახვა',
  'notes' => 'შენიშვნები',
  'info' => 'ინფორმაცია',
  'upd_success' => 'გალერეის კონფიგურაცია განახლდა',
  'restore_success' => 'გალერეის საქყისი კონფიგურაცია აღდგა',
  'name_a' => 'სახელი [აღმავალი]',
  'name_d' => 'სახელი [დაღმავალი]',
  'title_a' => 'სათაური [აღმავალი]',
  'title_d' => 'სათაური [დაღმავალი]',
  'date_a' => 'თარიღი [აღმავალი]',
  'date_d' => 'თარიღი [აღმავალი]',
  'th_any' => 'მაქს. ზომა',
  'th_ht' => 'სიმაღლე',
  'th_wd' => 'სიგანე',
  'label' => 'წარწერა', //cpg1.3.0
  'item' => 'ელემენტი', //cpg1.3.0
  'debug_everyone' => 'ყველა', //cpg1.3.0
  'debug_admin' => 'მხოლოდ ადმინი', //cpg1.3.0
        );

if (defined('CONFIG_PHP')) $lang_config_data = array(
  'ძირითადი პარამეტრები',
  array('გალერეის სახელი', 'gallery_name', 0),
  array('გალერეის აღწერა', 'gallery_description', 0),
  array('ადმინისტრატორის ელფოსტა', 'gallery_admin_email', 0),
  array('ბარათებში ბმის \'სხვა ნახატების ჩვენება!\' მისამართი', 'ecards_more_pic_target', 0),
  array('გალერეა ამორთულია', 'offline', 1), //cpg1.3.0
  array('ბარათების ჟურნალი', 'log_ecards', 1), //cpg1.3.0
  array('ფავორიტებში ZIP ფაილების ჩამოტვირთვის უფლება', 'enable_zipdownload', 1), //cpg1.3.0

  'ენები, თემები და კოდირება',
  array('ენა', 'lang', 5),
  array('თემა', 'theme', 6),
  array('ენების სიის ჩვენება', 'language_list', 1), //cpg1.3.0
  array('ენების ალმების ჩვენება', 'language_flags', 8), //cpg1.3.0
  array('ენის შერჩევისას &quot;აღდგენის&quot; ჩვენება', 'language_reset', 1), //cpg1.3.0
  array('თემების სიის ჩვენება', 'theme_list', 1), //cpg1.3.0
  array('თემის შერჩევისას &quot;აღდგენის&quot; ჩვენება', 'theme_reset', 1), //cpg1.3.0
  array('ძირითAდი კითხვების ჩვენება', 'display_faq', 1), //cpg1.3.0
  array('bbcode კოდების კარნახი', 'show_bbcode_help', 1), //cpg1.3.0
  array('კოდირება', 'charset', 4), //cpg1.3.0

  'ალბომების სიის ჩვენება',
  array('მ (пиксели или %)', 'main_table_width', 0),
  array('კატეგორიების ნაჩვენები დონეების რაოდენობა', 'subcat_level', 0),
  array('ნაჩვენები ალბომების რაოდენობა', 'albums_per_page', 0),
  array('სვეტების რაოდენობა ალბომების სიაში', 'album_list_cols', 0),
  array('მინიატურების ზომა პიქსელებში', 'alb_list_thumb_size', 0),
  array('თავფურცელის შიგთავსი', 'main_page_layout', 0),
  array('კატეგორიებში პირველი დონის ალბომების მინიატურების ჩვენება','first_level',1),

  'მინიატურების ჩვენება',
  array('სვეტების რაოდენობა მინიატურების გვერდზე', 'thumbcols', 0),
  array('მწკრივების რაოდენობა მინიატურების გვერდზე', 'thumbrows', 0),
  array('ნაჩვენები დაფების მაქსიმალური რაოდენობა', 'max_tabs', 10), //cpg1.3.0
  array('მინიატურების ქვეშ წარწერის ჩვენება (სათაურების გარდა)', 'caption_in_thumbview', 1), //cpg1.3.0
  array('მინიატურების ქვეშ გახსნათა რაოდენობის ჩვენება', 'views_in_thumbview', 1), //cpg1.3.0
  array('მინიატურების ქვეშ კომენტარების რაოდენობის ჩვენება', 'display_comment_count', 1),
  array('მინიატურების ქვეშ ფაილის ამტვირთავის სახელის ჩვენება', 'display_uploader', 1), //cpg1.3.0
  array('ფაილების სორტირების ნაგულისხმები რიგი', 'default_sort_order', 3), //cpg1.3.0
  array('ხმათა მინიმალური რაოდენობა, რათა ფაილი \'საუკეთესო რეიტინგში\' გამოჩნდეს', 'min_votes_for_rating', 0), //cpg1.3.0

  'ნახატების ჩვენებისა და კომენტარების პარამეტრები',
  array('ფაილების ჩვენების ცხრილის სიგანე (პიქსელი ან %)', 'picture_table_width', 0), //cpg1.3.0
  array('ფაილის ინფორმაცია ხილულია ნაგულისხმებად', 'display_pic_info', 1), //cpg1.3.0
  array('კომენტარებში უცენზურო სიტყვების გაფილტვრა', 'filter_bad_words', 1),
  array('კომენტარებში მიმიკების დაშვება', 'enable_smilies', 1),
  array('ერთი და იგივე მონაწილისთვის რამდენიმე კომენტარის ნებართვა (გადავსებისგან დაცვის გამორთვა)', 'disable_comment_flood_protect', 1), //cpg1.3.0
  array('ფაილის აღწერის მაქსიმალური სიგრძე', 'max_img_desc_length', 0),
  array('სიტყვაში სიმბოლოების მაქსიმალური რაოდენობა', 'max_com_wlength', 0),
  array('კომენტარში სტრიქონების მაქსიმალური რაოდენობა', 'max_com_lines', 0),
  array('კომენტარის მაქსიმალური სიგრძე', 'max_com_size', 0),
  array('დიაფილმის ჩვენება', 'display_film_strip', 1),
  array('კადრების რაოდენობა დიაფილმში', 'max_film_strip_items', 0),
  array('ადმინისტრატორისთვის კომენტარის დამატების ელფოსტით შეტყობინება', 'email_comment_notification', 1), //cpg1.3.0
  array('სლაიდების ჩვენების ინტერვალი მილიწამებში (1 წამი = 1000 მილიწამი)', 'slideshow_interval', 0), //cpg1.3.0

  'ფაილებისა და მინიატურების პარამეტრები', //cpg1.3.0
  array('JPEG ფაილების ხარისხი', 'jpeg_qual', 0),
  array('მინიატურის მაქსიმალური ზომა <a href="#notice2" class="clickable_option">**</a>', 'thumb_width', 0), //cpg1.3.0
  array('ზომების გამოყენება (მინიატურის სიგანე, სიმაღლე ან მაქსიმალური ზომა) <a href="#notice2" class="clickable_option">**</a>', 'thumb_use', 7),
  array('შუალედური ნახატების შექმნა','make_intermediate',1),
  array('შუალედური ნახატების/ვიდეოს მაქსიმალური სიგანე და სიმაღლე <a href="#notice2" class="clickable_option">**</a>', 'picture_width', 0), //cpg1.3.0
  array('Максимальных размер загружаемых файлов (KB)', 'max_upl_size', 0), //cpg1.3.0
  array('ჩამოტვირთული ნახატების/ვიდეოს მაქსიმალური სიგანე და სიმაღლე (პიქსელი)', 'max_upl_width_height', 0), //cpg1.3.0

  'ფაილებისა და მინიატურების დეტალური პარამეტრები', //cpg1.3.0
  array('სტუმრებისთვსი პირადი ალბომის პიქტოგრამის ჩვენება','show_private',1), //cpg1.3.0
  array('ფაილის სახელებში აკრძალული სიმბოლოები', 'forbiden_fname_char',0), //cpg1.3.0
  //array(ჩამოსატვირთი ნახატების ფაილების დასაშვები ტიპები', 'allowed_file_extensions',0), //cpg1.3.0
  array('ნახატების დასაშვები ტიპები', 'allowed_img_types',0), //cpg1.3.0
  array('ვიდეოფაილების დასაშვები ტიპები', 'allowed_mov_types',0), //cpg1.3.0
  array('აუდიოფაილების დასაშვები ტიპები', 'allowed_snd_types',0), //cpg1.3.0
  array('დოკუმენტების დასაშვები ტიპები', 'allowed_doc_types',0), //cpg1.3.0
  array('ნახატების ზომის შეცვლის მეთოდი','thumb_method',2), //cpg1.3.0
  array('ImageMagick \'გარდაქმნის\' პროგრამის გეზი (მაგალითი /usr/bin/X11/)', 'impath', 0), //cpg1.3.0
  //array('ნახატების დასაშვები ტიპები (მხოლოდ ImageMagick-ისთვის)', 'allowed_img_types',0), //cpg1.3.0
  array('ImageMagick ბრძანების პარამეტრები', 'im_options', 0), //cpg1.3.0
  array('EXIF ინფორმაციის კითხვა JPEG ფაილებში', 'read_exif_data', 1), //cpg1.3.0
  array('IPTC ინფორმაციის კითხვა JPEG ფაილებში', 'read_iptc_data', 1), //cpg1.3.0
  array('ალბომის დასტა <a href="#notice1" class="clickable_option">*</a>', 'fullpath', 0), //cpg1.3.0
  array('მონაწილის ფაილების დასტა <a href="#notice1" class="clickable_option">*</a>', 'userpics', 0), //cpg1.3.0
  array('შუალედური ნახატების პრეფიქსი <a href="#notice1" class="clickable_option">*</a>', 'normal_pfx', 0), //cpg1.3.0
  array('მინიატურების პრეფიქსი <a href="#notice1" class="clickable_option">*</a>', 'thumb_pfx', 0), //cpg1.3.0
  array('დასტების საწყისი რეჟიმი', 'default_dir_mode', 0), //cpg1.3.0
  array('ფაილების საწყისი რეჟიმი', 'default_file_mode', 0), //cpg1.3.0

  'მონაწილის პარამეტრები',
  array('ახალი მონაწილეების რეგისტრაციის ნებართვა', 'allow_user_registration', 1),
  array('მონაწილის რეგისტრაცია ითხოვს ელფოსტით შემოწმებას', 'reg_requires_valid_email', 1),
  array('ახალი მონაწილის რეგისტრაციის ადმინისტრატორისთვის ელფოსტით შეტყობინება', 'reg_notify_admin_email', 1), //cpg1.3.0
  array('ორი მონაწილისთვის ერთიდაიგივე ელფოსტის ნებართვა', 'allow_duplicate_emails_addr', 1),
  array('მონაწილეებს შესაძლოა პირადი ალბომების ჰქონდეთ (ყურადღება: თუ \'დიახ\'-ს გადართავთ \'არა\'-ზე, მიმდინარე პირადი ალბომების საზოგადო გახდება)', 'allow_private_albums', 1), //cpg1.3.0
  array('ატვირთვის თანხმობის მოლოდინის ადმინისტრატორისთვის ელფოსტით შეტყობინება', 'upl_notify_admin_email', 1), //cpg1.3.0
  array('შემოსული მონაწილეებისთვის მონაწილეთა სიის ნახვის ნებართვა', 'allow_memberlist', 1), //cpg1.3.0

  'დამატებითი ველები ნახატების აღწერისთვის (თუ გამოყენება არ გსურთ - დატოვეთ ცარიელი)',
  array('ველის სახელი 1', 'user_field1_name', 0),
  array('ველის სახელი 2', 'user_field2_name', 0),
  array('ველის სახელი 3', 'user_field3_name', 0),
  array('ველის სახელი 4', 'user_field4_name', 0),

  'ბმულების პარამეტრები',
  array('სკრიპტის მიერ გამოყენებული ბმულის სახელი (როც bbs ინტეგრაციას იყენებთ დარწმუნდით, რომ იგი განსხვავდება bbs-ს ბმულის სახელისგან)', 'cookie_name', 0),
  array('სკრიპტის ბმულის გეზი', 'cookie_path', 0),

  'სხვადასხვა პარამეტრი',
  array('გამართვის რეჟიმის ჩართვა', 'debug_mode', 9), //cpg1.3.0
  array('შენიშვნების ჩვენება გამართვის რეჟიმში', 'debug_notice', 1), //cpg1.3.0

  '<br /><div align="left"><a name="notice1"></a>(*) თუ მონაცემთა ბაზაში ფაილები უკვე გაქვთ ეს პარამეტრები არ უნდა შეიცვალოს.<br />
  <a name="notice2"></a>(**) ამ პარამეტრების ცვლილება შეეხება მხოლოდ ამ ცვლილების შემდეგ ჩამოტვირთულ ფაილებს, ამიტომ ამ პარამეტრების შეცვლა თუ გალერეაში უკვე გაქვთ ფაილები რეკომენდებული არაა. თუმცა ცვლილებები შეგიძლიათ განახოციელოთ უკვე არსებული ფაილებისთვისაც &quot;<a href="util.php">ადმინისტრატორის ხელსაწყოთი</a>&quot;.</div><br />', //cpg1.3.0
);

// ------------------------------------------------------------------------- //
// File db_ecard.php //cpg1.3.0
// ------------------------------------------------------------------------- //

if (defined('DB_ECARD_PHP')) $lang_db_ecard_php = array(
  'title' => 'ბარათების გაგზავნა', //cpg1.3.0
  'ecard_sender' => 'გამგზავნი', //cpg1.3.0
  'ecard_recipient' => 'ადრესატი', //cpg1.3.0
  'ecard_date' => 'თარიღი', //cpg1.3.0
  'ecard_display' => 'ბარათის ჩვენება', //cpg1.3.0
  'ecard_name' => 'სახელი', //cpg1.3.0
  'ecard_email' => 'ელფოსტა', //cpg1.3.0
  'ecard_ip' => 'IP #', //cpg1.3.0
  'ecard_ascending' => '[აღმავალი]', //cpg1.3.0
  'ecard_descending' => '[დაღმავალი]', //cpg1.3.0
  'ecard_sorted' => 'დასორტირებულია', //cpg1.3.0
  'ecard_by_date' => 'თარიღით', //cpg1.3.0
  'ecard_by_sender_name' => 'გამგზავნის სახელით', //cpg1.3.0
  'ecard_by_sender_email' => 'გამგზავნის ელფოსტით', //cpg1.3.0
  'ecard_by_sender_ip' => 'გამგზავნის IP მისამართით', //cpg1.3.0
  'ecard_by_recipient_name' => 'ადრესატის სახელით', //cpg1.3.0
  'ecard_by_recipient_email' => 'ადრესატის ელფოსტით', //cpg1.3.0
  'ecard_number' => 'ჩანაწერის ჩვენება %s - %s აქედან %s', //cpg1.3.0
  'ecard_goto_page' => 'გადასვლა გვერდზე', //cpg1.3.0
  'ecard_records_per_page' => 'ჩანაწერი გვერდზე', //cpg1.3.0
  'check_all' => 'ყველას მონიშვნა', //cpg1.3.0
  'uncheck_all' => 'მონიშვნის მოხსნა', //cpg1.3.0
  'ecards_delete_selected' => 'შერჩეული ბარათების წაშლა', //cpg1.3.0
  'ecards_delete_confirm' => 'ნამდვილად გსურთ ჩანაწერების წაშლა? მონიშნეთ!', //cpg1.3.0
  'ecards_delete_sure' => 'დიახ, მსურს', //cpg1.3.0
);


// ------------------------------------------------------------------------- //
// File db_input.php
// ------------------------------------------------------------------------- //

if (defined('DB_INPUT_PHP')) $lang_db_input_php = array(
  'empty_name_or_com' => 'უნდა შეიტანოთ თქვენის სახელი და კომენტარი',
  'com_added' => 'თქვენი კომენტარი დაემატა',
  'alb_need_title' => 'უნდა მიუთითოთ ალბომის სახელი!',
  'no_udp_needed' => 'განახლება საჭირო არაა.',
  'alb_updated' => 'ალბომი განახლდა',
  'unknown_album' => 'მითითებული ალბომი არ არსებობს ან მისი ატვირთვის უფლება არ გაქვთ',
  'no_pic_uploaded' => 'არცერთი ფაილი არ ატვირთულა!<br /><br />თუ ნამდვილად შეარჩიეთ ასატვირთი ფაილი, შეამოწმეთ სერვერის ატვირთვის შესაძლებლობა...', //cpg1.3.0
  'err_mkdir' => 'შეცდომა %s დასტის შექმნისას !',
  'dest_dir_ro' => 'სამიზნე დასტა %s ჩაწერადი არაა !',
  'err_move' => 'ვერ გადამაქვს %s აქ %s !',
  'err_fsize_too_large' => 'ატვირთული ფაილის ზომა მეტისმეტად დიდია (მაქსიმალური ზომაა %s x %s) !', //cpg1.3.0
  'err_imgsize_too_large' => 'ატვირთული ფაილის მოცულობა მეტისმეტად დიდია  (მაქსიმუმია %s კბ) !',
  'err_invalid_img' => 'ატვირთული ფაილი ნახატი არაა !',
  'allowed_img_types' => 'შეგიძლიათ ატვირთოთ მხოლოდ %s ნახატი.',
  'err_insert_pic' => 'ფაილი \'%s\' нალბომში ვერ დაემატება ', //cpg1.3.0
  'upload_success' => 'თქვენი ფაილი წარმატებით აიტვირთა.<br /><br />იგი ხილული გახდება ადმინისტრაციის თანხმობის შემდეგ.', //cpg1.3.0
  'notify_admin_email_subject' => '%s - ფაილის ატვირთვის შეტყობინება', //cpg1.3.0
  'notify_admin_email_body' => 'ფაილი აიტვირთა %s მონაწილის მიერ, რომელიც თანხმობას ითხოვს. მინახულეთ %s', //cpg1.3.0
  'info' => 'ინფორმაცია',
  'com_added' => 'კომენტარი დაემატა',
  'alb_updated' => 'ალბომი განახლდა',
  'err_comment_empty' => 'თქვენი კომენტარი ცარიელია!',
  'err_invalid_fext' => 'დასაშვებია ფაილები შემდეგი ტიპით: <br /><br />%s.',
  'no_flood' => 'უკაცრავად, თქვენ უკვე ამ ფაილის ბოლო კომენტარის ავტორი ხართ.<br /><br />თუ შეცვლა გსურთ დაარედაქტირეთ არსებული კომენტარი.', //cpg1.3.0
  'redirect_msg' => 'თქვენ გადამისამართდით.<br /><br /><br />დაწკაპეთ \'გაგრძელება\', თუ გვერდი ავტომატურად არ განახლდა.',
  'upl_success' => 'თქვენი ფაილი წარმატებით დაემატა', //cpg1.3.0
  'email_comment_subject' => 'გია გალერეაში კომენტარი დაემატა', //cpg1.3.0
  'email_comment_body' => 'ვიღაცამ თქვენს გალერეაში კომენტარი განათავსა. ნახეთ იგი.', //cpg1.3.0
);

// ------------------------------------------------------------------------- //
// File delete.php
// ------------------------------------------------------------------------- //

if (defined('DELETE_PHP')) $lang_delete_php = array(
  'caption' => 'აღწერილობა',
  'fs_pic' => 'სრული ზომის ნახატი',
  'del_success' => 'წარმატებით წაიშალა',
  'ns_pic' => 'ჩვეულებრივი ზომის ნახატი',
  'err_del' => 'ვერ წაიშლება',
  'thumb_pic' => 'მინიატურა',
  'comment' => 'კომენტარი',
  'im_in_alb' => 'ნახატი ალბომში',
  'alb_del_success' => 'ალბომი \'%s\' წაიშალა',
  'alb_mgr' => 'ალბომის მორგება',
  'err_invalid_data' => 'მიღებულია მცდარი მონაცემები - \'%s\'',
  'create_alb' => 'ვქმნი ალბომს \'%s\'',
  'update_alb' => 'ვაახლებ ალბომს \'%s\' სახელით \'%s\' და საძიებლით \'%s\'',
  'del_pic' => 'ფაილის წაშლა', //cpg1.3.0
  'del_alb' => 'ალბომის წაშლა',
  'del_user' => 'მონაწილის წაშლა',
  'err_unknown_user' => 'მითითებული მონაწილე არ არსებობს!',
  'comment_deleted' => 'კომენტარი წარმატებით წაიშალა',
);

// ------------------------------------------------------------------------- //
// File displayecard.php
// ------------------------------------------------------------------------- //

// Void

// ------------------------------------------------------------------------- //
// File displayimage.php
// ------------------------------------------------------------------------- //

if (defined('DISPLAYIMAGE_PHP')){

$lang_display_image_php = array(
  'confirm_del' => 'ნამდვილად გსურთ ამ ფაილის წაშლა?\\nკომენტარებიც წაიშლება.', //js-alert //cpg1.3.0
  'del_pic' => 'ამ ფაილის წაშლა', //cpg1.3.0
  'size' => '%s x %s პიქსელი',
  'views' => '%s -ჯერ',
  'slideshow' => 'სლაიდების ჩვენება',
  'stop_slideshow' => 'სლაიდების ჩვენების შეჩერება',
  'view_fs' => 'დაწკაპეთ ნახატის სრული ზომით სანახავად',
  'edit_pic' => 'აღწერილობის შეცვლა', //cpg1.3.0
  'crop_pic' => 'ჩამოჭრა და დატრიალება', //cpg1.3.0
);

$lang_picinfo = array(
  'title' =>'ფაილის ინფორმაცია', //cpg1.3.0
  'Filename' => 'ფაილის სახელი',
  'Album name' => 'ალბომი',
  'Rating' => 'რეიტინგი (ხმა: %s)',
  'Keywords' => 'საკვანძო სიტყვები',
  'File Size' => 'ფაილის ზომა',
  'URL' => 'მისამართი',
  'Dimensions' => 'ნახატის ზომა',
  'Displayed' => 'ნაჩვენებია',
  'Camera' => 'ფოტოაპარატი',
  'Date taken' => 'თარიღი',
  'ISO'=>'ISO',
  'Aperture' => 'აპერტურა',
  'Exposure time' => 'ექსპოზიცია',
  'Focal length' => 'ფოკუსური მანძილი',
  'Comment' => 'კომენტარი',
  'addFav'=>'ფავორიტებში დამატება', //cpg1.3.0
  'addFavPhrase'=>'ფავორიტები', //cpg1.3.0
  'remFav'=>'ფავორიტებიდან ამოღება', //cpg1.3.0
  'iptcTitle'=>'IPTC სათაური', //cpg1.3.0
  'iptcCopyright'=>'IPTC საავტორო უფლება', //cpg1.3.0
  'iptcKeywords'=>'IPTC საკვანძო სიტყვები', //cpg1.3.0
  'iptcCategory'=>'IPTC კატეგორია', //cpg1.3.0
  'iptcSubCategories'=>'IPTC ქვეკატეგორია', //cpg1.3.0
);

$lang_display_comments = array(
  'OK' => 'დიახ',
  'edit_title' => 'ამ კომენტარის შეცვლა',
  'confirm_delete' => 'ნამდვილად გსურთ ამ კომენტარის წაშლა?', //js-alert
  'add_your_comment' => 'თქვენი კომენტარის დამატება',
  'name'=>'სახელი',
  'comment'=>'კომენტარი',
  'your_name' => 'სტუმარი',
);

$lang_fullsize_popup = array(
  'click_to_close' => 'დაწკაპეთ ნახატი ფანჯრის დასახურად დასახურად',
);

}

// ------------------------------------------------------------------------- //
// File ecard.php
// ------------------------------------------------------------------------- //

if (defined('ECARDS_PHP') || defined('DISPLAYECARD_PHP')) $lang_ecard_php =array(
  'title' => 'ბარათის გაგზავნა',
  'invalid_email' => '<b>ყურადღება</b>: ელფოსტის მცდარი მისამართი!',
  'invalid_emaildomen' => 'რეგისტრაცია შესაძლებელია მხოლოდ დომენში "%s"',
  'ecard_title' => 'თქვენთვის ბარათია, გამომგზავნი: %s',
  'error_not_image' => 'ბარათის სახით მხოლოდ ნახატების გაგზავნა შეიძლება.', //cpg1.3.0
  'view_ecard' => 'თუ ბარათი მცდარადაა ნაჩვენები, დაწკაპეთ ეს ბმა',
  'view_more_pics' => 'სხვა ნახატების სანახავად დაწკაპეთ ეს ბმა!',
  'send_success' => 'თქვენი ბარათი გაიგზავნა',
  'send_failed' => 'უკაცრავად, სერვერი თქვენს ბარათს ვერ აგზავნის...',
  'from' => 'ვინ',
  'your_name' => 'თქვენი სახელი',
  'your_email' => 'თქვენი ელფოსტა',
  'to' => 'ვის',
  'rcpt_name' => 'ადრესატის სახელი',
  'rcpt_email' => 'ადრესატის ელფოსტა',
  'greetings' => 'მისალმება',
  'message' => 'წერილი',
);

// ------------------------------------------------------------------------- //
// File editpics.php
// ------------------------------------------------------------------------- //

if (defined('EDITPICS_PHP')) $lang_editpics_php = array(
  'pic_info' => 'ინფორმაცია', //cpg1.3.0
  'album' => 'ალბომი',
  'title' => 'სათაური',
  'desc' => 'აღწერილობა',
  'keywords' => 'საკვანძო სიტყვები',
  'pic_info_str' => '%s &times; %s - %s კბ - ნახვა %s - ხმა %s',
  'approve' => 'ფაილის თანხმობა', //cpg1.3.0
  'postpone_app' => 'თანხმობის გადადება',
  'del_pic' => 'ფაილის წაშლა', //cpg1.3.0
  'read_exif' => 'EXIF მონაცემთა კვლავ წაკითხვა', //cpg1.3.0
  'reset_view_count' => 'ჩვენებების მრიცხველის განულება',
  'reset_votes' => 'ხმების განულება',
  'del_comm' => 'კომენტარის წაშლა',
  'upl_approval' => 'ატვირთვის თანხმობა',
  'edit_pics' => 'ფაილების რედაქტირება', //cpg1.3.0
  'see_next' => 'შემდეგი ფაილების ნახვა', //cpg1.3.0
  'see_prev' => 'წინა ფაილების ნახვა', //cpg1.3.0
  'n_pic' => '%s ფაილი', //cpg1.3.0
  'n_of_pic_to_disp' => 'საჩვენებელი ფაილების რაოდენობა', //cpg1.3.0
  'apply' => 'ცვლილებების გამოყენება', //cpg1.3.0
  'crop_title' => 'გალერეის ნახატების რედაქტორი', //cpg1.3.0
  'preview' => 'ესკიზი', //cpg1.3.0
  'save' => 'ნახატის შენახვა', //cpg1.3.0
  'save_thumb' =>'შენახვა მინიატურად', //cpg1.3.0
  'sel_on_img' =>'არჩეული მთლიანად ნახატზე უნდა იყოს განთავსებული!', //js-alert //cpg1.3.0
);

// ------------------------------------------------------------------------- //
// File faq.php //cpg1.3.0
// ------------------------------------------------------------------------- //

if (defined('FAQ_PHP')) $lang_faq_php = array(
  'faq' => 'ძირითადი შეკითხვები', //cpg1.3.0
  'toc' => 'საძიებელი', //cpg1.3.0
  'question' => 'შეკითხვა: ', //cpg1.3.0
  'answer' => 'პასუხი: ', //cpg1.3.0
);

if (defined('FAQ_PHP')) $lang_faq_data = array(
  'ძირითადი კითხვები', //cpg1.3.0
  array('რატომაა რეგისტრაცია აუცილებელი?', 'ადმინისტრაციას შეუძლია მოითხოვოს ან არ მოითხოვოს რეგისტრაცია.  რეგისტრაცია მონაწილეს დამატებით უფლებებს ანიჭებს: ფაილების ატვირთვა, ფავორიტი ფაილების საკუთარი სია, გამოსახულებათ შეფასებისა და კომენტირების შესაძლებლობა და ა.შ.', 'allow_user_registration', '1'), //cpg1.3.0
  array('როგორ შემიძლია დარეგისტრირება?', 'გადადით პუნქტზე &quot;რეგისტრაცია&quot; და მიუთითეთ აუცილებელი მონაცემები (სასურველია არაუცილებელი მონაცემების მითითებაც).<br />თუ ადმინისტრაცია რეგისტრაციის გააქტივებას ელფოსტით ითხოვს, თქვენს მითითებულ მისამართზე მიიღებთ წერილს თქვენი წევრობის გასააქტივებლად საჭირო ინსტრუქციებით.  თქვენი წევრობა დადასტურდება თუ საიტზე შესვლას შეძლებთ.', 'allow_user_registration', '1'), //cpg1.3.0
  array('როგორ შევიდე სისტემაში?', 'გადადით პუნქტზე &quot;შესვლა&quot; დამიუთითეთ მონაწილის თქვენი სახელი და პაროლი და თუ გსურთ მონიშნეთ &quot;ავტომატური შესვლა &quot;, რათა მომავალში სისტემაში შესვლისას სახელისა და პაროლის მითითება ხელახლა აღარ დაგჭირდეთ.<br /><b>მნიშვნელოვანია: ამ საიტიდან ბმულების მიღება ნებადართული უნდა გქონდეთ.  მომავალში ამ საიტის ბმულები არ უნდა წაიშალოს რათა &quot;ავტომატური შესვლა&quot;.</b> კვლავ მუშაობდეს', 'offline', 0), //cpg1.3.0
  array('რატომ ვერ შევდივარ სისტემაში?', 'გახსენით მოსული წერილი და დაწკაპეთ შესაბამისი ბმა?.  ეს ბმა თქვენს ანგარიშს ააქტივებს.  სხვა ტიპის პრობლემების შემთხვევაში დაუკავშირდით საიტის ადმინისტრაციას.', 'offline', 0), //cpg1.3.0
  array('როგორ მოვიქცე პაროლის დაკარგვის შემთხვევაში?', 'თუ საიტზე არის ბმა(&quot;პაროლი დამავიწყდა&quot;) გამოიყენეთ იგი.  წინააღმდეგ შემთხვევაში ახალი პაროლის მისაღებად ადმინისტრატორს დაუკავშირდით.', 'offline', 0), //cpg1.3.0
  //array('რა მოხდება თუ ელფოსტის მისამართი შევიცვალე?', 'უბრალოდ შედით საიტზე და შეცვლეთ თქვენი ელფოსტის მისამართი გვერდზე &quot;პროფილი&quot;', 'offline', 0), //cpg1.3.0
  array('როგორ შემიძლია ნახატის დამატება &quot;ფავორიტებში&quot;?', 'დაწკაპეთ გამოსახალება და შემდეგ ბმა &quot;ინფორმაცია ნახატზე&quot; (<img src="images/info.gif" width="16" height="16" border="0" alt="ინფორმაცია ნახატზე" />), გადაფურცლეთ ქვემოთ და დაწკაპეთ &quot;ფავორიტებში დამატება&quot;.<br />ადმინისტრატორის მიერ &quot;ინფორმაცია ნახატზე&quot; შესაძლოა თავიდანვე ჩართული იყოს.<br /><b>მნიშვნელოვანია: ბმულების მიღება დაშვებული უნდა იყოს და ვმულები ამ საიტიდან არ უნდა წაიშალოს.', 'offline', 0), //cpg1.3.0
  array('როგორ შევაფასო ფაილი (რეიტინგი)?', 'დაწკაპეთ მინიატურა, გადადით ბოლოში და აირჩიეთ შეფასება.', 'offline', 0), //cpg1.3.0
  array('როგორ დავამატო ფაილის კომენტარი?', 'დაწკაპეთ მინიატურა, გადადით ბოლოში და დაამატეთ კომენტარი.', 'offline', 0), //cpg1.3.0
  array('როგორ ავტვირთო ფაილი?', 'გადადით პუნქტზე &quot;ატვირთვა;, და აირჩიეთ ალბომი ასატვირთად.  დაწკაპეთ &quot;ნუსხა&quot;, აირჩიეთ სასურველი ფაილი და დაწკაპეთ &quot;გახსნა&quot;  დაამატეთ სასურველი სათაური და აღწერილობა.  დაწკაპეთ &quot;გაგზავნა&quot;.', 'allow_private_albums', 1), //cpg1.3.0
  array('სად უნდა ავტვირთო გამოსახულება?', 'ფაილის ატვირთვა შეგიძლიათ ალბომებში &quot;ჩემი გალერეადან&quot;. ადმინისტრატორს შეუძლია ნება დაგრთოთ ატვირთოთ ფაილები ძირითადი გალერეის ერთ ან რამდენიმე ალბომში.', 'allow_private_albums', 0), //cpg1.3.0
  array('რა ტიპისა და ზომის ფაილების ატვირთვაა შესაძლებელი?', 'შესაძლო ასატვირთი ფაილების ტიპსა და ზომას (jpg, png, და ა.შ.) წყვეტს ადმინისტრატორი.', 'offline', 0), //cpg1.3.0
  //array('რა არის &quot;ჩემი გალერეა&quot;?', '&quot;ჩემი გალერეა&quot; გახლავთ პირადი გალერეა, რომელიც მონაწილეს შეუძლია პირადად ატვირთოს და მართოს.', 'allow_private_albums', 0), //cpg1.3.0
  array('როგორ შემიძლია ალბომის შექმნა, გადარქმევა ან წაშლა &quot;ჩემს გალერეაში&quot;?', 'უნდა გადახვიდეთ &quot;ადმინისტრირების რეჟიმში&quot;.<br />გადახვიდეთ გვერდზე &quot;ალბომების შექმნა/მოწესრიგება&quot; და დაწკაპეთ &quot;ახალი&quot;. შეცვალეთ &quot;ახალი ალბომი&quot; სასურველი სახელით.<br />ასევე შეგიძლიათ გადაარქვათ სახელი გალერეის სხვა ალბომებსაც.<br />დაწკაპეთ &quot;ცვლილებების გამოყენება&quot;.', 'allow_private_albums', 1), //cpg1.3.0
  array('როგორ შემიძლია შევცვალო მონაწილეების მიერ ჩემი ალბომების ნახვის უფლებები?', 'უნდა გადახვიდეთ &quot;ადმინისტრირების რეჟიმში&quot;.<br />აირჩიოთ &quot;ჩემი ალბომების შეცვლა&quot;. პანელზე &quot;ალბომის განახლება&quot; მიუთითეთ სასურველი ალბომი.<br />აქ შეგიძლიათ ალბომის სათაურის, აღწერილობისა და მინიატურის შეცვლა. შეგიძლიათ შეზღუდოთ მონაწილეების მიერ დათვალიერების, კომენტარების დატოვებისა და შეფასების მიცემის უფლებები.<br />დაწკაპეთ &quot;ალბომის განახლება&quot;.', 'allow_private_albums', 1), //cpg1.3.0
  array('როგორ შემიძლია სხვა მონაწილეთა გალერეების დათვალიერება?', 'გადადით &quot;ალბომების სიაში&quot; და მიუთითეთ &quot;მონაწილეთა გალერეები&quot;.', 'allow_private_albums', 1), //cpg1.3.0
  array('რა არის ბმული?', 'ბმული გახლავთ მონაცემთა ჯგრო, რომელიც საიტიდან იგზავნება თქვენს კომპიუტერში შესანახად.<br />როგორც წესი, ეს ბმულები მონაწილეეებს საიტის დატოვების შემდეგ მასზე დაბრუნებისას სახელისა და პაროლის მითითების გარეშე ავტომატური შესვლის შესაძლებლობას აძლევს.', 'offline', 0), //cpg1.3.0
  array('სად შემიძლია ამ პროგრამის მოპოვება ჩემი საიტისთვის?', 'Coppermine - ეს უფასო მულტიმედია გალერეის პროგრამაა რომელიც GNU GPL ლიცენზიით ვრცელდება.  მისი მრავალი ფუნქცია სხვადასხვა პლატფორმაზე მუშაობს.  დამატებითი ინფორმაციის მისაღებად მოინახულეთ <a href="http://coppermine.sf.net/">Coppermine პროგრამის სათაო გვერდი</a>.', 'offline', 0), //cpg1.3.0

  'ნავიგაცია საიტში', //cpg1.3.0
  array('რა არის &quot;ალბომების სია&quot;?', 'მისი დაწკაპვისას გამოჩნდება მიმდინარე კატეგორიის ყველა ალბომი თითოეული ალბომის შესაბამისი ბმით. თუ რომელიმე კატეგორიაში არ ხართ, ნაჩვენები იქნება მთელი გალერეა თითოეული კატეგორიის შესაბამისი ბმით. კატეგორიის ბმები შესაძლოა მინიატურებიც იყოს.', 'offline', 0), //cpg1.3.0
  array('რა არის &quot;ჩემი გალერეა&quot;?', 'მონაწილეებს საკუთარი გალერეების შექმნისა და მათში ალბომების დამატების, წაშლის, შეცვლისა და მათში ფაილების ატვირთვის საშუალებას აძლევს.', 'allow_private_albums', 1), //cpg1.3.0
  array('რა სხვაობაა &quot;ადმინისტრირების რეჟიმსა&quot; და &quot;მონაწილის რეჟიმს&quot; შორის?', 'ადმინისტრირების რეჟიმში მონაწილეს შეუძლია საკუთარი გალერეების შეცვლა (ადმინისტრატორისგან უფლების შემთხვევაში სხვა მონაწილეების გალერეებისაც).', 'allow_private_albums', 1), //cpg1.3.0
  array('რა არის &quot;ნახატის ატვირთვა&quot;?', 'მონაწილეს საშუალება ეძლევა ატვირთოს (ადმინისტრატორის მიერ განსაზღვრული ტიპისა და ზომის) ფაილი მონაწილის ან ადმინისტრატორის მიერ შერჩეულ გალერეაში.', 'offline', 0), //cpg1.3.0
  array('რა არის &quot;ბოლო ატვირთვები&quot;?', 'მისი დაწკაპვისას გამოჩნდება საიტზე ატვირთული ბოლო ფაილები.', 'offline', 0), //cpg1.3.0
  array('რა არის &quot;ბოლო კომენტარები&quot;?', 'მისი დაწკაპვისას გამოჩნდება ბოლო დამატებული კომენტარები და შესაბამისი ფაილები.', 'offline', 0), //cpg1.3.0
  array('რა არის &quot;ყველაზე პოპულარული&quot;?', 'მისი დაწკაპვისას გამოჩნდება ყველა მონაწილის მიერ ყველაზე ხშირად ნანახი ფაილები (მიუხედავად იმის ახაზზე არიან თუ არა).', 'offline', 0), //cpg1.3.0
  array('რა არის &quot;საუკეთესო რეიტინგი&quot;?', 'შესაძლებლობა გეძლევათ ნახოთ მონაწილეთა მიერ შეფასებული საუკეთესო რეიტინგის ფაილები.  ასევე საშუალო შეფასება/რეიტინგი.<br />მაგალითად, ხუთმა მონაწილემ შეაფასა <img src="images/rating4.gif" width="65" height="14" border="0" alt="" />: ფაილის შეფასება/რეიტინგი იქნება <img src="images/rating4.gif" width="65" height="14" border="0" alt="" />.<br />თუ ხუთმა მონაწილემ შეაფასა 1–დან 5–მდე (1,2,3,4,5), ფაილის ჯამური შეფასება/რეიტინგი იქნება <img src="images/rating3.gif" width="65" height="14" border="0" alt="" />. 1+2+3+4+5=15 15/5=3<br />რეიტინგის მნიშვნელობა გამომდინარეობს აქედან <img src="images/rating5.gif" width="65" height="14" border="0" alt="best" /> (საუკეთესო) <img src="images/rating0.gif" width="65" height="14" border="0" alt="worst" /> (ყველაზე ცუდი).', 'offline', 0), //cpg1.3.0
  array('რა არის &quot;ჩემი ფავორიტები&quot;?', 'მონაწილეს ფავორიტი ფაილების თქვენს კომპიუტერში გამოგზავნილი ბმულების სახით შენახვის შესაძლებლობა აქვს.', 'offline', 0), //cpg1.3.0
);


// ------------------------------------------------------------------------- //
// File forgot_passwd.php //cpg1.3.0
// ------------------------------------------------------------------------- //

if (defined('FORGOT_PASSWD_PHP')) $lang_forgot_passwd_php = array(
  'forgot_passwd' => 'პაროლის შეხსენება', //cpg1.3.0
  'err_already_logged_in' => 'თქვენ უკვე სისტემაში ხართ!', //cpg1.3.0
  'enter_username_email' => 'მიუთითეთ თქვენი სახელი ან ელფოსტა', //cpg1.3.0
  'submit' => 'შესრულება', //cpg1.3.0
  'failed_sending_email' => 'პაროლის შეხსენიბს ელფოსტა ვერ იგზავნება!', //cpg1.3.0
  'email_sent' => 'წერილი თქვენი სახელითა და პაროლით გამოიგზავნა - %s', //cpg1.3.0
  'err_unk_user' => 'მითითებული მონაწილე არ არსებობს!', //cpg1.3.0
  'passwd_reminder_subject' => '%s - პაროლის შეხსენება', //cpg1.3.0
  'passwd_reminder_body' => 'თქვენ ეს წერილი მიიღეთ რადგან თქვენ (ან ვინმემ თქვენი სახელით) მოითხოვა ახლი პაროლი თქვენი ანგარიშისთვის.
==============================
სახელი: %s
პაროლი: %s
==============================

დაწკაპეთ %s გალერეაში შესასვლელად.', //cpg1.3.0
);

// ------------------------------------------------------------------------- //
// File groupmgr.php
// ------------------------------------------------------------------------- //

if (defined('GROUPMGR_PHP')) $lang_groupmgr_php = array(
  'group_name' => 'ჯგუფის სახელი',
  'disk_quota' => 'დისკის ქვოტა',
  'can_rate' => 'შეფასების უფლება', //cpg1.3.0
  'can_send_ecards' => 'ბარათების გაგზავნის უფლება',
  'can_post_com' => 'კომენტარის უფლლება',
  'can_upload' => 'ფაილის ატვირთვის უფლება', //cpg1.3.0
  'can_have_gallery' => 'პირადი გალერეის უფლება',
  'apply' => 'ცვლილებების გამოყენება',
  'create_new_group' => 'ახალი ჯგუფის შექმნა',
  'del_groups' => 'შერჩეული ჯგუფების წაშლა',
  'confirm_del' => 'ყურადღება, ჯგუფის წაშლისას ამ ჯგუფის წევრები ავტომატურად გაბადავლენ ჯგუფში \'რეგისტრირებული\'!\n\nგნებავთ გაგრძელე?', //js-alert //cpg1.3.0
  'title' => 'ჯგუფების მართვა',
  'approval_1' => 'საზოგადო ატვირთვის თანხმობა (1)',
  'approval_2' => 'პირადი ატვირთვის თანხმობა (2)',
  'upload_form_config' => 'ატვირთვის ფორმის შეცვლა', //cpg1.3.0
  'upload_form_config_values' => array( 'ცალკეული ფაილის ატვირთვა', 'მრავალი ფაილის ატვირთვა', 'მხოლოდ ბმების ატვირთვა', 'მხოლოდ ZIP ატვირთვა', 'ფაილი - ბმა', 'ZIP ფაილი', 'ZIP ბმა', 'ZIP ფაილი-ბმა'), //cpg1.3.0
  'custom_user_upload'=>'მონაწილეს შეუძლია ფაილების ატვირთვის ველების რაოდენობის შეცლა?', //cpg1.3.0
  'num_file_upload'=>'ფაილების ატვირთვის ველების მაქსიმალური/ზუსტი რაოდენობა', //cpg1.3.0
  'num_URI_upload'=>'ფაილების/ბმების ატვირთვის ველების მაქსიმალური/ზუსტი რაოდენობა', //cpg1.3.0
  'note1' => '<b>(1)</b> ატვირთვა საზოგადო ალბომში საჭიროებს ადმინისტრაციის თანხმობას',
  'note2' => '<b>(2)</b> ატვირთვა პირად ალბომში საჭიროებს ადმინისტრაციის თანხმობას',
  'notes' => 'შენიშვნები',
);

// ------------------------------------------------------------------------- //
// File index.php
// ------------------------------------------------------------------------- //

if (defined('INDEX_PHP')){

$lang_index_php = array(
  'welcome' => 'მოგესალმებით!',
);

$lang_album_admin_menu = array(
  'confirm_delete' => 'ნამდვილად გსურთ ამ ალბომის წაშლა? \\nყველა ფაილი და კომენტარი ასევე წაიშლება.', //js-alert //cpg1.3.0
  'delete' => 'წაშლა',
  'modify' => 'პარამეტრები',
  'edit_pics' => 'ფაილების რედაქტირება', //cpg1.3.0
);

$lang_list_categories = array(
  'home' => 'თავფურცელი',
  'stat1' => '<b>[pictures]</b> ფაილი <b>[albums]</b> ალბომში და <b>[cat]</b> კატეგორიაში <b>[comments]</b> კომენტარით გახსნილია <b>[views]</b>-ჯერ', //cpg1.3.0
  'stat2' => '<b>[pictures]</b> ფაილი <b>[albums]</b> ალბომში გახსნილია <b>[views]</b>-ჯერ', //cpg1.3.0
  'xx_s_gallery' => '%s\'s Gallery',
  'stat3' => '<b>[pictures]</b> ფაილი <b>[albums]</b> ალბომში <b>[comments]</b> კომენტარით გახსნილია <b>[views]</b>-ჯერ', //cpg1.3.0
);

$lang_list_users = array(
  'user_list' => 'მონაწილეთა სია',
  'no_user_gal' => 'მონაწილეთა გალერეა არ არის',
  'n_albums' => 'ალბომი: %s',
  'n_pics' => 'ფაილი: %s', //cpg1.3.0
);

$lang_list_albums = array(
  'n_pictures' => 'ფაილი: %s', //cpg1.3.0
  'last_added' => '. ბოლო: %s',
);

}

// ------------------------------------------------------------------------- //
// File login.php
// ------------------------------------------------------------------------- //

if (defined('LOGIN_PHP')) $lang_login_php = array(
  'login' => 'შესვლა',
  'enter_login_pswd' => 'მიუთითეთ მონაწილის სახელი და პაროლი',
  'username' => 'სახელი',
  'password' => 'პაროლი',
  'remember_me' => 'ავტომატური შესვლა',
  'welcome' => 'მოგესალმებით %s',
  'err_login' => '*** სისტემაში ვერ შევდივარ.  სცადეთ კვლავ ***',
  'err_already_logged_in' => 'თქვენ უკვე სისტემაშI ხართ!',
  'forgot_password_link' => 'პაროლი დაგავიწყდათ?', //cpg1.3.0
);

// ------------------------------------------------------------------------- //
// File logout.php
// ------------------------------------------------------------------------- //

if (defined('LOGOUT_PHP')) $lang_logout_php = array(
  'logout' => 'გამოსვლა',
  'bye' => 'ნახვამდის %s',
  'err_not_loged_in' => 'სისტემაში არ შესულხართ!',
);

// ------------------------------------------------------------------------- //
// File phpinfo.php //cpg1.3.0
// ------------------------------------------------------------------------- //

if (defined('PHPINFO_PHP')) $lang_phpinfo_php = array(
  'php_info' => 'PHP ინფორმაცია', //cpg1.3.0
  'explanation' => 'ეს გვერდი დაგენერირდა PHP ფუნქციით <a href="http://www.php.net/phpinfo">phpinfo()</a> და ნაჩვენებია გალერეაში.', //cpg1.3.0
  'no_link' => 'სხვა პირების მიერ phpinfo მონაცემთა ნახვა შესაძლოა საკმაოდ სახიფათო იყოს.  ამიტომ ეს გვერდი მისაწვდომია მხოლოდ ადმინისტრირების რეჟიმში.  თქვენ არ უნდა მისცეთ ამ გვერდის ბმა მესამე პირებს.  მათ ამ გვერდის ნახვის უფლება ეკრძალებათ.', //cpg1.3.0
);

// ------------------------------------------------------------------------- //
// File modifyalb.php
// ------------------------------------------------------------------------- //

if (defined('MODIFYALB_PHP')) $lang_modifyalb_php = array(
  'upd_alb_n' => 'ალბომის განახლება -> %s',
  'general_settings' => 'ძირიტადი პარამეტრები',
  'alb_title' => 'ალბომის სათაური',
  'alb_cat' => 'ალბომის კატეგორია',
  'alb_desc' => 'ალბომის აღწერილობა',
  'alb_thumb' => 'ალბომის მინიატურა',
  'alb_perm' => 'ამ ალბომის წვდომის უფლებები',
  'can_view' => 'ალბომის დათვალიერება შეუძლიათ',
  'can_upload' => 'მნახველებს შეუძლიათ ფაილების ატვირთვა',
  'can_post_comments' => 'მნახველებს შეუძლიათ კომენტარების გაკეთება',
  'can_rate' => 'მნახველებს შეუძლიათ შეფასება',
  'user_gal' => 'მონაწილის გალერეა',
  'no_cat' => '* კატეგორიის გარეშე *',
  'alb_empty' => 'ალბომი ცარიელია',
  'last_uploaded' => 'ბოლო ჩატვირთული ფაილი',
  'public_alb' => 'ყველა (საზოგადო ალბომი)',
  'me_only' => 'მხოლოდ მე',
  'owner_only' => 'მხოლოდ ალბომის მფლობელი (%s)',
  'groupp_only' => '\'%s\' ჯგუფის წევრი',
  'err_no_alb_to_modify' => 'მონაცემთა ბაზაში არცერთი ალბომის შეცვლა არ შეგიძლიათ.',
  'update' => 'ალბომის განახლება', //cpg1.3.0
  'notice1' => '(*) დამოკიდებულია %sჯგუფები%s პარამეტრებზე', //cpg1.3.0 (do not translate %s!)
);

// ------------------------------------------------------------------------- //
// File ratepic.php
// ------------------------------------------------------------------------- //

if (defined('RATEPIC_PHP')) $lang_rate_pic_php = array(
  'already_rated' => 'უკაცრავად, მაგრამ ეს ფაილი უკვე შეაფასეთ', //cpg1.3.0
  'rate_ok' => 'თქვენი შეფასება გათვალისწინებულია',
  'forbidden' => 'თქვენ გეკრძალებათ საკუთარი ფაილების შეფასება.', //cpg1.3.0
);

// ------------------------------------------------------------------------- //
// File register.php & profile.php
// ------------------------------------------------------------------------- //

if (defined('REGISTER_PHP') || defined('PROFILE_PHP')) {

$lang_register_disclamer = <<<EOT
მიუხედავად იმისა, რომ {SITE_NAME} საიტის ადმინისტრატორები ცდილობენ რაც შეიძლება სწრაფად ამოიღონ ან შეცვალონ უცენზურო და მიუღებელი ინფორმაცია, ყველა გამოხმაურების თვალმიდევნება შეუძლებელია.  ამგვარად, უნდა აღიაროთ და დაგვეთანხმოთ, რომ ყველა გამოგზავნილი შეტყობინება ასახავს მათი ავტორების და არა საიტის ადმინისტრაციის აზრს (გარდა ადმინისტრაციის მიერ განთავსებული შეტყობინებებისა) და ადმინისტრაცია პასუხს ვერ აგებს მათ შინაარსზე.<br />
<br />
თქვენ ეთანხმებით, რომ არ განათავსოთ შეურაცხმყოფელი, მუქარის, ცილისმწამებლური, პორნოგრაფიული და სხვა მსგავსი ტიპის მასალები.  ასევე ეროვნული შუღლის გაღვივების და კანონსაწინააღმდეგო მოწოდებები.  ასევე ეთანხმებით, რომ {SITE_NAME} საიტის სუპერვიზორს, ადმინისტრაციასა და მოდერატორებს თქვენი მსგავსი მასალის ამოშლის ან რედაქტირების უფლება აქვთ.  როგორც მონაწილე თქვენ ეთანხმებით, რომ თქვენი მიერრ განთავსებული მონაცემები მონაცემთა ბაზაში შეინახება.  თუმცა ეს მონაცემები ვერ მიეწოდება მესამე პირებს თქვენი თანხმობის გარეშე.  ამავე დროს, ადმინისტრაცია ვერ იქნება პასუხისმგებელი ამ მასალების გახმაურებისა ჰაკერობის შემთხვევაში.<br />
<br />
ეს საიტი თქვენს კომპიუტერში ინფორმაციის შესანახად ბმულებს იყენებს.  ეს ბმულები არ შეიცვს თქვენს მიერ მშეტანილ ინფორმაციას და მხოლოდ საიტის უკეთ მუშაობას ემსახურება.  თწვნი ელფოსტა გამოიყენება რეგისტრაციის გასააქტივებლად და დავიწყების შემთხვევაში ახალი პაროლის გამოსაგზავნად.<br />
<br />
დაწკაპვით 'ვეთანხმები', თქვენ გამოხატავთ თანხმობას ამ პირობებზე.<br />
EOT;

$lang_register_php = array(
  'page_title' => 'მონაწილეების რეგისტრაცია',
  'term_cond' => 'რეგისტრაციის პირობები',
  'i_agree' => 'ვეთანხმები',
  'submit' => 'რეგისტრაციის თანხმობა',
  'err_user_exists' => 'თქვენ მიერ არჩეული მონაწილის სახელი (თიკუნი)უკვე გამოიყენება.  გთხოვთ აირჩიოთ სხვა',
  'err_password_mismatch' => 'პაროლები არ ემთხვევა, გთხოვთ კიდევ ერთხელ მიუთითოთ.',
  'err_uname_short' => 'მონაწილის სახელი (თიკუნი) არანაკლებ ორ სიმბოლოს უნდა შეიცავდეს',
  'err_password_short' => 'პაროლი არანაკლებ ორ სიმბოლოს უნდა შეიცავდეს',
  'err_uname_pass_diff' => 'მონაწილის სახელი (თიკუნი) და პაროლი უნდა განსხვავდებოდეს',
  'err_invalid_email' => 'ელფოსტის მისამართის მცდარი ფორმატი',
  'err_invalid_emaildomen' => 'რეგისტრაცია შესაძლებელია მხოლოდ დომენში "%s"',
  'err_duplicate_email' => 'ელფოსტის ეს მისამართი სხვა მონაწილის მიერ გამოიყენება',
  'enter_info' => 'რეგისტრაციის მონაცემები',
  'required_info' => 'შესავსებად აუცილებელი ველები',
  'optional_info' => 'შესავსებად არააუცილებელი ველები',
  'username' => 'სახელი',
  'password' => 'პაროლი',
  'password_again' => 'პაროლის გადამოწმება',
  'email' => 'ელფოსტა',
  'location' => 'ადგილმდებარეობა',
  'interests' => 'ინტერესები',
  'website' => 'ვებგვერდი',
  'occupation' => 'თანამდებობა',
  'error' => 'შეცდომა',
  'confirm_email_subject' => '%s - რეგისტრაციის დასტური',
  'information' => 'ინფორმაცია',
  'failed_sending_email' => 'რეგისტრაციის დასტურის ელფოსტა ვერ იგზავნება!',
  'thank_you' => 'გმადლობთ რეგისტრაციისთვის.<br /><br />წერილი ინფორმაციით თუ როგორ გაააქტივოთ ანგარიში გამოიგზავნა თქვენს მიერ მითითებულ ელფოსტის მისამართზე.',
  'acct_created' => 'თქვენი ანგარიში შეიქმნა.  სისტემაში შესვლა შეგიძლიათ სახელისა და პაროლის ჩამოყენებით.',
  'acct_active' => 'თქვენი ანგარიში გააქტივდა.  სისტემაში შესვლა შეგიძლიათ სახელისა და პაროლის ჩამოყენებით.',
  'acct_already_act' => 'თქვენი ანგარიში უკვე გააქტივებულია !',
  'acct_act_failed' => 'ეს ანგარიში ვერ გააქტივდება !'
  'err_unk_user' => 'მითითებული მონაწილე არ არსებობს!',
  'x_s_profile' => '%s მონაწილის პროფილი',
  'group' => 'ჯგუფი',
  'reg_date' => 'დარეგისტრირდა',
  'disk_usage' => 'გამოყენებული ადგილი დისკზე',
  'change_pass' => 'პაროლის შეცვლა',
  'current_pass' => 'მიმდინარე პაროლი',
  'new_pass' => 'ახალი პაროლი',
  'new_pass_again' => 'ახალი პაროლის დასტური',
  'err_curr_pass' => 'მიმდინარე პაროლი მცდარია',
  'apply_modif' => 'ცვლილებების გამოყენება',
  'change_pass' => 'ჩემი პაროლის შეცვლა',
  'update_success' => 'თქვენი პროფილი განახლდა',
  'pass_chg_success' => 'თქვენი პაროლი შეიცვალა',
  'pass_chg_error' => 'თქვენი პაროლი არ შეცვლილა',
  'notify_admin_email_subject' => '%s - რეგისტრაციის შეტყობინება', //cpg1.3.0
  'notify_admin_email_body' => 'თქვენს გალერეაში დარეგისტრირდა ახალი მონაწილე "%s"', //cpg1.3.0
);

$lang_register_confirm_email = <<<EOT
გმადლობთ რეგისტრაციისთვის - {SITE_NAME}
----------------------------
თქვენი სახელია: "{USER_NAME}"
თქვენი პაროლია: "{PASSWORD}"
----------------------------
თქვენი ანგარიში ჯერ არ გააქტივებულა.
მის გასააქტივებლად დაწკაპეთ ქვედა ბმა ან
დააკოპირეთ ბროუზერის მისამართის ველში
{ACT_LINK}

არ დაგავიწყდეთ თქვენი პაროლი: იგი დაშიფრული სახით ინახება ჩვენს ბაზაში და ვერ გამოგეგზავნებათ.

პატივისცემით,
ადმინისტრაცია - {SITE_NAME}

EOT;

}

// ------------------------------------------------------------------------- //
// File reviewcom.php
// ------------------------------------------------------------------------- //

if (defined('REVIEWCOM_PHP')) $lang_reviewcom_php = array(
  'title' => 'კომენტარის დათვალიერება',
  'no_comment' => 'კომენტარი არ არსებობს',
  'n_comm_del' => 'წაიშალა %s კომენტარი',
  'n_comm_disp' => 'კომენტარების რაოდენობა საჩვენებლად',
  'see_prev' => 'წინას ნახვა',
  'see_next' => 'შემდეგის ნახვა',
  'del_comm' => 'მონიშნული კომენტარების წაშლა',
);


// ------------------------------------------------------------------------- //
// File search.php - OK
// ------------------------------------------------------------------------- //

if (defined('SEARCH_PHP')) $lang_search_php = array(
  0 => 'ფაილების კოლექციების ძიება',
);

// ------------------------------------------------------------------------- //
// File searchnew.php
// ------------------------------------------------------------------------- //

if (defined('SEARCHNEW_PHP')) $lang_search_new_php = array(
  'page_title' => 'ახალი ფაილების ძიება', //cpg1.3.0
  'select_dir' => 'დასტის მითითება',
  'select_dir_msg' => 'ეს ფუნქცია FTP სერვერზე ატვირთული რამდენი ფაილის ერთდროულად დამატების საშუალებას გაძლევთ.<br /><br />მიუთითეთ ატვირთული ფაილების დასტა.', //cpg1.3.0
  'no_pic_to_add' => 'დასამატებელი ფაილები არ არის', //cpg1.3.0
  'need_one_album' => 'ამ ფუნქციის გამოსაყენებლად გესაჭიროებათ ერთი ალბომი მაინც',
  'warning' => 'გაფრთხილება',
  'change_perm' => 'სკრიპტი ვერ წერს ამ დასტაში, ფაილების დასამატებლად უნდა მიუთითოთ უფლებები 755 ან 777 !', //cpg1.3.0
  'target_album' => '<b>ფაილების აქედან &quot;</b>%s<b>&quot; აქ </b>%s გადმოტანა, //cpg1.3.0
  'folder' => 'დასტა',
  'image' => 'ფაილი',
  'album' => 'ალბომი',
  'result' => 'შედეგი',
  'dir_ro' => 'არაჩაწერადია. ',
  'dir_cant_read' => 'არაკითხვადია. ',
  'insert' => 'ფაილების გალერეაში დამატება', //cpg1.3.0
  'list_new_pic' => 'ახალი ფაილების სია', //cpg1.3.0
  'insert_selected' => 'შერჩეული ფაილების დამატება', //cpg1.3.0
  'no_pic_found' => 'ახალი ფაილები ვერ მოიძებნა', //cpg1.3.0
  'be_patient' => 'გთხოვთ მოითმინოთ, ფაილების დასამატებლად სკრიპტს დრო ესაჭიროება', //cpg1.3.0
  'no_album' => 'ალბომი არ მითითებულა',  //cpg1.3.0
  'notes' =>  '<ul>'.
                          '<li><b>OK</b> : ნიშნავს, რომ ფაილი წარმატებით დაემატა'.
                          '<li><b>DP</b> : ნიშნავს, რომ ფაილი ასლია და მონაცემთა ბაზაში უკვე არსებობს'.
                          '<li><b>PB</b> : ნიშნავს, რომ ფაილი ვერ დაემატება.  გადაამოწმეთ თქვენი კონფიგურაცია და დასტებში დაშვების უფლებები'.
                          '<li><b>NA</b> : ნიშნავს, რომ ფაილების ალბომი არ მიგითითებიათ, დაწკაპეთ \'<a href="javascript:history.back(1)">უკან</a>\' მიუთითეთ ალბომი. თუ ალბომი არ გაქვთ ჯერ <a href="albmgr.php">შექმენით ერთი მაინც</a></li>'.
                          '<li>თუ OK, DP, PB \'ნიშნები\' დაწკაპეთ დაზიანებული ფაილი PHP–ის შეცდომების სანახავად'.
                          '<li>თვენი ბროუზერში დროის ზღვრის გადაცილების შემთხვევაში დაწკაპეთ განახლება'.
                          '</ul>', //cpg1.3.0
  'select_album' => 'ალბომის არჩევა', //cpg1.3.0
  'check_all' => 'ყველას მონიშვნა', //cpg1.3.0
  'uncheck_all' => 'მონიშვნის მოხსნა', //cpg1.3.0
);


// ------------------------------------------------------------------------- //
// File thumbnails.php
// ------------------------------------------------------------------------- //

// Void

// ------------------------------------------------------------------------- //
// File banning.php
// ------------------------------------------------------------------------- //

if (defined('BANNING_PHP')) $lang_banning_php = array(
  'title' => 'მონაწილეთა აკრძალვა',
  'user_name' => 'მონაწილის სახელი',
  'ip_address' => 'IP მისამართი',
  'expiry' => 'ვადა (ცარიელი = მუდმივად)',
  'edit_ban' => 'ცვლილებების შენახვა',
  'delete_ban' => 'წაშლა',
  'add_new' => 'ახალი აკრძალვის დამატება',
  'add_ban' => 'დამატება',
  'error_user' => 'მონაწილეს ვერ ვპოულობ', //cpg1.3.0
  'error_specify' => 'უნდა მიუთითოთ მონაწილის სახელი ან IP მისამართი', //cpg1.3.0
  'error_ban_id' => 'აკრძალვის მცდარი ID!', //cpg1.3.0
  'error_admin_ban' => 'თქვენ არ შეგიძლიათ საკუთარი თავის აკრძალვა!', //cpg1.3.0
  'error_server_ban' => 'თქვენ საკუთარი სერვერის აკრძალვა გსურთ? აჰ, აჰ, ამის გაკეთება არ შემიძლია...', //cpg1.3.0
  'error_ip_forbidden' => 'თქვენ არ შეგიძლიათ ამ IP მისამართის აკრძალვა იგი არამარშრუტიზებადია!<br /><br />ეს IP მისამართი მარშრუტიზდება მხოლოდ პირად ქსელებში.<br />თუ გსურთ ამ IP მისამართის დამატება, გახსენით ფაილი "banning.php", მოძებნეთ სტრიქონი "$illegal_ip = array(" და წაშალეთ სასურველი IP თარგი.', //cpg1.3.0
  'lookup_ip' => 'IP მისამართის თვალმიდევნება', //cpg1.3.0
  'submit' => 'შესრულება!', //cpg1.3.0
);

// ------------------------------------------------------------------------- //
// File upload.php
// ------------------------------------------------------------------------- //

if (defined('UPLOAD_PHP')) $lang_upload_php = array(
  'title' => 'ფაილის ატვირთვა', //cpg1.3.0
  'custom_title' => 'მოთხოვნის მორგებული ფორმა', //cpg1.3.0
  'cust_instr_1' => 'შეგიძლიათ მიუთითოთ ატვირთვის რამდენიმე ველი.<br />იმავე დროს, ქვემოთ მითითებულ ზღვარზე მეტს ვერ გამოიყენებთ.', //cpg1.3.0
  'cust_instr_2' => 'ველების რაოდენობის მოთხოვნა', //cpg1.3.0
  'cust_instr_3' => 'ფაილების ატვირთვის ველები: %s', //cpg1.3.0
  'cust_instr_4' => 'ბმების ატვირთვის ველები: %s', //cpg1.3.0
  'cust_instr_5' => 'ბმის ატვირთვა:', //cpg1.3.0
  'cust_instr_6' => 'ფაილის ატვირთვა:', //cpg1.3.0
  'cust_instr_7' => 'გთხოვთ მიუთითოთ ამ დროისთვის თქვენთვის სასურველი ატვირთვის ველების რაოდენობა.  სემდეგ დაწკაოეთ \'გაგრძელება\'. ', //cpg1.3.0
  'reg_instr_1' => 'უმართებლო ქმედება ფორმის შესაქმნელად.', //cpg1.3.0
  'reg_instr_2' => 'ახალ შეგიძლიათ თქვენი ფაილების ატვირთვა ქვემოთმოტანილი ველების საშუალებით.  თქვენი კლიენტიდან სერვერზე ასატვირთი თითოეული ფაილის მოცულობა არ უნდა აღემატებოდეს %s კბ–ს. ZIP ფაილები რომლებიც აიტვირთება სექციებში \'ფაილის ატვირთვა\' და \'ბმის ატვირთვა\' დაარქივებული დარჩება.', //cpg1.3.0
  'reg_instr_3' => 'თუ ZIP ფაილის ან სხვა არქვივის ატვირთვის შემდეგ გახსნა გსურთ, უნდა გამოიყენოთ შესაბამისი ველი \'ZIP ატვირთვები გასახსნელად\' არეში.', //cpg1.3.0
  'reg_instr_4' => 'როცა ბმების ატვირთვას იყენებთ, ფაილის გეზი გთხოვთ ამ სახით მიუთითოთ: http://www.mysite.com/images/example.jpg', //cpg1.3.0
  'reg_instr_5' => 'ფორმის შევსების შემდეგ გთხოვთ დაწკაპოთ \'გაგრძელება\'.', //cpg1.3.0
  'reg_instr_6' => 'ZIP ატვირთვები გასახსნელად:', //cpg1.3.0
  'reg_instr_7' => 'ფაილის ატვირთვა:', //cpg1.3.0
  'reg_instr_8' => 'ბმის ატვირთვა:', //cpg1.3.0
  'error_report' => 'შეცდომების ოქმი', //cpg1.3.0
  'error_instr' => 'შეცდომებია შემდეგი ატვირთვებისას:', //cpg1.3.0
  'file_name_url' => 'ფაილის სახელი/ბმა', //cpg1.3.0
  'error_message' => 'შეცდომის შეტყობინება', //cpg1.3.0
  'no_post' => 'ფაილი POST–იდან არ ატვირთულა.', //cpg1.3.0
  'forb_ext' => 'ფაილის დაუშვებელი ტიპი.', //cpg1.3.0
  'exc_php_ini' => 'ფაილის დაშვებული მაქსიმალური მოცულობა php.ini–ში გადამეტებულია.', //cpg1.3.0
  'exc_file_size' => 'ფაილის დაშვებული მაქსიმალური მოცულობა გალერეაში გადამეტებულია.', //cpg1.3.0
  'partial_upload' => 'არასრული ატვირთვა.', //cpg1.3.0
  'no_upload' => 'ატვირთვა ვერ მოხერხდა.', //cpg1.3.0
  'unknown_code' => 'ატვირთვის უცნობი PHP შეცდომის კოდი.', //cpg1.3.0
  'no_temp_name' => 'ვერ აიტვირთა - არაა დროებითი სახელი.', //cpg1.3.0
  'no_file_size' => 'არ შეიცავს მონაცემებს/დაზიანებულია', //cpg1.3.0
  'impossible' => 'ვერ გადაიტანება.', //cpg1.3.0
  'not_image' => 'ნახატი არაა/დაზიანებულია', //cpg1.3.0
  'not_GD' => 'არა GD ტიპი.', //cpg1.3.0
  'pixel_allowance' => 'ზომა პიქსელებში გადამეტებულაი.', //cpg1.3.0
  'incorrect_prefix' => 'ბმის მცდარი პრეფიქსი', //cpg1.3.0
  'could_not_open_URI' => 'ვერ ვხსნი მისამართს.', //cpg1.3.0
  'unsafe_URI' => 'უსაფრთხოება ვერ მოწმდება.', //cpg1.3.0
  'meta_data_failure' => 'მეტამონაცემთა შეცდომა', //cpg1.3.0
  'http_401' => '401 სისტემის გარე', //cpg1.3.0
  'http_402' => '402 საჭიროა გადახდა', //cpg1.3.0
  'http_403' => '403 აკრძალულია', //cpg1.3.0
  'http_404' => '404 ვერ მოიძებნა', //cpg1.3.0
  'http_500' => '500 სერვერის შიდა შეცდომა', //cpg1.3.0
  'http_503' => '503 მომსახურება ჯერ არ დანერგილა', //cpg1.3.0
  'MIME_extraction_failure' => 'ვერ განისაზღვრა MIME ტიპი.', //cpg1.3.0
  'MIME_type_unknown' => 'უცნობი MIME ტიპი', //cpg1.3.0
  'cant_create_write' => 'ვერ ვქმნი ჩაწერად ფაილს.', //cpg1.3.0
  'not_writable' => 'ვერ ვწერ ჩაწერად ფაილში.', //cpg1.3.0
  'cant_read_URI' => 'ბმას ვერ ვკითხულობ', //cpg1.3.0
  'cant_open_write_file' => 'ვერ ვხსნი URI ჩაწერად ფაილს.', //cpg1.3.0
  'cant_write_write_file' => 'ვერ ვწერ URI ჩაწერად ფაილში.', //cpg1.3.0
  'cant_unzip' => 'ვერ ვხსნი არქივს.', //cpg1.3.0
  'unknown' => 'უცნობი შეცდომა', //cpg1.3.0
  'succ' => 'წარმატებული ატვირთვა', //cpg1.3.0
  'success' => 'წარმატებული ატვირთვა: %s.', //cpg1.3.0
  'add' => 'ფაილების ალბომში დასამატებლათ გთხოვთ დაწკაპოთ \'გაგრძელება\'.', //cpg1.3.0
  'failure' => 'ატვირთვა ვერ მოხერხდა', //cpg1.3.0
  'f_info' => 'ფაილის ინფორმაცია', //cpg1.3.0
  'no_place' => 'წინა ფაილი ვერ განთავსდება.', //cpg1.3.0
  'yes_place' => 'წინა ფაილი წარმატებით განთავსდა.', //cpg1.3.0
  'max_fsize' => 'მაქსიმალური დასაშვები მოცულობაა %s კბ',
  'album' => 'ალბომი',
  'picture' => 'ფაილი', //cpg1.3.0
  'pic_title' => 'ფაილის სახელი', //cpg1.3.0
  'description' => 'ფაილის აღწერილობა', //cpg1.3.0
  'keywords' => 'საკვანძო სიტყვები (გამოიყოფა ხარეებით)',
  'err_no_alb_uploadables' => 'უკაცრავად, ვერ მოიძებნა ალბომი რომელშიც ფაილების ატვირთვის უფლება გაქვთ', //cpg1.3.0
  'place_instr_1' => 'გთხოვთ განათავსოთ ფაილები ალბომებში.  ასევე შეგიძლიათ თითოეული ფაილის შესაბამისი ინფორმაციის მითითებაც.', //cpg1.3.0
  'place_instr_2' => 'განსათავსებელია სხვა ფაილებიც. გთხოვთ დაწკაპოთ \'გაგრძელება\'.', //cpg1.3.0
  'process_complete' => 'Вы успешно разместили все файлы.', //cpg1.3.0
);

// ------------------------------------------------------------------------- //
// File usermgr.php
// ------------------------------------------------------------------------- //

if (defined('USERMGR_PHP')) $lang_usermgr_php = array(
  'title' => 'მონაწილეთა მართვა',
  'name_a' => 'სახელით [აღმავალი]',
  'name_d' => 'სახელით [დაღმავალი]',
  'group_a' => 'ჯგუფით [აღმავალი]',
  'group_d' => 'ჯგუფით [დაღმავალი]',
  'reg_a' => 'რეგისტრაციის თარიღით [აღმავალი]',
  'reg_d' => 'რეგისტრაციის თარიღით [დაღმავალი]',
  'pic_a' => 'ფაილების რაოდენობით [აღმავალი]',
  'pic_d' => 'ფაილების რაოდენობით [დაღმავალი]',
  'disku_a' => 'გამოყენებული ადგილით [აღმავალი]',
  'disku_d' => 'გამოყენებული ადგილით [დაღმავალი]',
  'lv_a' => 'ბოლო სტუმრობით [აღმავალი]', //cpg1.3.0
  'lv_d' => 'ბოლო სტუმრობით [დაღმავალი]', //cpg1.3.0
  'sort_by' => 'მონაწილეთა სორტირება',
  'err_no_users' => 'მონაწილეთა ცხრილი ცარიელია!',
  'err_edit_self' => 'თქვენ არ შეგიძლიათ საკუთAრი პროფილის რედაქტირება, ამისათვის გამოიყენეთ ბმა \'პროფილი\'',
  'edit' => 'რედაქტირება',
  'delete' => 'წაშლა',
  'name' => 'მონაწილის სახელი',
  'group' => 'ჯგუფი',
  'inactive' => 'არააქტიური',
  'operations' => 'ქმედებები',
  'pictures' => 'ფაილები', //cpg1.3.0
  'disk_space' => 'დისკის გამოყენება / ქვოტა',
  'registered_on' => 'რეგისტრაცია',
  'last_visit' => 'ბოლო სტუმრობა', //cpg1.3.0
  'u_user_on_p_pages' => 'მონაწილა: %d / გვერდი: %d',
  'confirm_del' => 'ნამდვილად გსურთ ამ მონაწილის წაშლა? \\nმისი ყველა ფაილი და ალბომი აგრეთვე წაიშლება.', //js-alert //cpg1.3.0
  'mail' => 'MAIL',
  'err_unknown_user' => 'მითითებული მონაწილე არ არსებობს',
  'modify_user' => 'მონაწილის შეცვლა',
  'notes' => 'შენიშვნები',
  'note_list' => '<li>თუ მიმდინარე პაროლის შეცვლა გსურთ ველი "პაროლი" ცარიელი დატოვეთ',
  'password' => 'პაროლი',
  'user_active' => 'მონაწილე აქტიურია',
  'user_group' => 'მონაწილეთა ჯგუფი',
  'user_email' => 'მონაწილის ელფოსტა',
  'user_web_site' => 'მონაწილის ვებგვერდი',
  'create_new_user' => 'ახალი მონაწილის შექმნა',
  'user_location' => 'მონაწილის ადგილმდებარეობა',
  'user_interests' => 'მონაწილის ინტერესები',
  'user_occupation' => 'მონაწილის თანამდებობა',
  'latest_upload' => 'ბოლო განახლებები', //cpg1.3.0
  'never' => 'არასოდეს', //cpg1.3.0
);

// ------------------------------------------------------------------------- //
// File util.php
// ------------------------------------------------------------------------- //

if (defined('UTIL_PHP')) $lang_util_php = array(
  'title' => 'ადმინისტრატორის ხელსაწყოები (ნახატის ზომების შეცვლა)', //cpg1.3.0
  'what_it_does' => 'რას აკეთებს',
  'what_update_titles' => 'განაახლებს სათაურებს ფაილის სახელიდან',
  'what_delete_title' => 'შლის სათაურებს',
  'what_rebuild' => 'აღადგენს მინიატურებს და ზომაშეცვლილ ფოტოებს',
  'what_delete_originals' => 'შლის საწყის გამოსახულებებს და ცვლის მათ ახალი ზომების მიხედვით',
  'file' => 'ფაილი',
  'title_set_to' => 'სახელის მითითება',
  'submit_form' => 'გამოყენება',
  'updated_succesfully' => 'წარმატებით განახლდა',
  'error_create' => 'შექმნის შეცდომა',
  'continue' => 'სხვა ნახატების დამუშავება',
  'main_success' => 'ფაილი %s წარმატებით გამოიყენება როგორც ძირითადი', //cpg1.3.0
  'error_rename' => 'გადარქმევის შეცდომა %s - %s',
  'error_not_found' => 'ფაილი %s ვერ მოიძებნა',
  'back' => 'მთავარ გვერდზე დაბრუნება',
  'thumbs_wait' => 'მიმდინარეობს მინიატურებისა და/ან ზომაშეცვლილი ნახატების განახლება, გთხოვთ შეიცადოთ...',
  'thumbs_continue_wait' => 'გრძელდება მინიატურებისა და/ან ზომაშეცვლილი ნახატების განახლება, გთხოვთ შეიცადოთ...',
  'titles_wait' => 'მიმდინარეობს სათაურების განახლება, გთხოვთ შეიცადოთ...',
  'delete_wait' => 'მიმდინარეობს ფაილების წაშლა, გთხოვთ შეიცადოთ...',
  'replace_wait' => 'მიმდინარეობს საწყისი ფაილების წაშლა და მათი ზომაშეცვლილი ფაილებით ჩანაცვლება, გთხოვთ შეიცადოთ...',
  'instruction' => 'სწრაფი ინსტრუქციები',
  'instruction_action' => 'ქმედების არჩევა',
  'instruction_parameter' => 'პარამეტრების მითითება',
  'instruction_album' => 'ალბომის არჩევა',
  'instruction_press' => 'დააჭირეთ ღილაკს %s',
  'update' => 'მინიატურებისა და/ან ზომაშეცვლილი ნახატების განახლება',
  'update_what' => 'რა უნდა შეიცვალოს',
  'update_thumb' => 'მხოლოდ მინიატურები',
  'update_pic' => 'მხოლოდ ზომაშეცვლილი ნახატები',
  'update_both' => 'მინიატურებიც დან ზომაშეცვლილი ნახატებიც',
  'update_number' => 'ერთი წკაპით დასამუშევებელ ნახატთა რაოდენობა',
  'update_option' => '(თუ დროის და ვადის პრობლემები გქონიათ, გთხოვთ დაბალი მნიშვნელობა მიუთითოთ)',
  'filename_title' => 'ფაილის სახელი &rArr; ფაილის სათაური', //cpg1.3.0
  'filename_how' => 'როგორ უნდა შეიცვალოს ფაილის სახელი?',
  'filename_remove' => 'მოცილდეს .jpg დაბოლოება და ნიშნანი _ (ხაზგასმა) შეიცვალოს ხარეებით',
  'filename_euro' => 'შეცვლა 2003_11_23_13_20_20.jpg - 23/11/2003 13:20',
  'filename_us' => 'შეცვლა 2003_11_23_13_20_20.jpg - 11/23/2003 13:20',
  'filename_time' => 'შეცვლა 2003_11_23_13_20_20.jpg - 13:20',
  'delete' => 'ფაილების სათაურების ან პირველწყარო ფოტოების წაშლა', //cpg1.3.0
  'delete_title' => 'ფაილების სათაურების წაშლა', //cpg1.3.0
  'delete_original' => 'პირველწყარო ფოტოების წაშლა',
  'delete_replace' => 'პირველწყარო ფოტოების წაშლა და ზომაშეცვლილებით ჩანაცვლება',
  'select_album' => 'ალბომის არჩევა',
  'delete_orphans' => 'ცალკეული კომენტარების წაშლა (მუშაობს ყველა ალბომში)', //cpg1.3.0
  'orphan_comment' => 'ნაპოვნია ცალკეული კომენტარები', //cpg1.3.0
  'delete' => 'წაშლა', //cpg1.3.0
  'delete_all' => 'ყველას წაშლა', //cpg1.3.0
  'comment' => 'კომენტარი: ', //cpg1.3.0
  'nonexist' => 'დაერთვის არარსებულ ფაილს # ', //cpg1.3.0
  'phpinfo' => 'phpinfo–ს ჩვენება', //cpg1.3.0
  'update_db' => 'მონაცემთა ბაზის განახლება', //cpg1.3.0
  'update_db_explanation' => 'თუ გალერეის სიტემური ფაილი შეცვალეთ, დაამატეთ მოდიფიკაციები ან თავად პროგრამა განაახლეთ, აუცილებელია მონაცემთა ბაზის ერთხელ მაინც განახლება. ამ დროს შეიქმნება თქვენი მონაცცემთა ბაზისთვის აუცილებელი ცხრილები და/ან პარამეტრები.', //cpg1.3.0
);

?>
